const mainSuraId = 1;
const nearbySurasNames = {
    1: 'الفَاتِحة',
    2: 'البَقَرَة',
    3: 'آل عِمران',
};
const choicesObjects = {
    "2": "الم",
    "3": "ان الذين كفروا سواء عليهم",
};
const ayas = [{"aya_id": 1, "coordinates": [[240, 102, 135, 29]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ "}, {"aya_id": 2, "coordinates": [[269, 80, 177, 29]], "aya_moshaf": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ "}, {"aya_id": 3, "coordinates": [[297, 175, 101, 29]], "aya_moshaf": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ "}, {"aya_id": 4, "coordinates": [[297, 64, 111, 29]], "aya_moshaf": "مَٰلِكِ يَوۡمِ ٱلدِّينِ "}, {"aya_id": 5, "coordinates": [[326, 101, 175, 29]], "aya_moshaf": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ "}, {"aya_id": 6, "coordinates": [[326, 64, 37, 29], [354, 163, 113, 29]], "aya_moshaf": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ "}, {"aya_id": 7, "coordinates": [[354, 64, 99, 29], [383, 93, 155, 29], [411, 122, 98, 29]], "aya_moshaf": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ "}]