const nearbySurasNames = {
    1: 'الفَاتِحة',
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
};
const choicesObjects = {
    "8": "واذ نجيناكم من ال فرعون",
    "9": "واذ قلنا ادخلوا هذه القريه",
    "11": "قالوا ادع لنا ربك يبين",
    "12": "او لا يعلمون ان الله",
};
const ayas = [{"aya_id": 69, "coordinates": [[80, 92, 322, 34], [114, 92, 322, 34], [149, 126, 289, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ "}, {"aya_id": 70, "coordinates": [[149, 92, 34, 34], [183, 92, 322, 34], [217, 190, 225, 34]], "aya_moshaf": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ "}, {"aya_id": 71, "coordinates": [[217, 92, 98, 34], [252, 92, 322, 34], [286, 334, 81, 34]], "aya_moshaf": "ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ "}, {"aya_id": 72, "coordinates": [[286, 92, 242, 34], [320, 219, 196, 34]], "aya_moshaf": "وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ "}, {"aya_id": 73, "coordinates": [[320, 92, 127, 34], [355, 171, 244, 34]], "aya_moshaf": "فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ "}, {"aya_id": 74, "coordinates": [[355, 92, 79, 34], [389, 92, 322, 34], [423, 131, 284, 34]], "aya_moshaf": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ "}, {"aya_id": 75, "coordinates": [[423, 92, 39, 34], [458, 92, 322, 34], [492, 92, 322, 34]], "aya_moshaf": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ "}, {"aya_id": 76, "coordinates": [[526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ "}]
const ayasRanges = [{"ayas_ids_range": [69, 76], "sura_id": 2}];
