const nearbySurasNames = {
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
};
const choicesObjects = {
    "100": "ياايها الذين امنوا كونوا قوامين",
    "101": "الذين يتربصون بكم فان كان",
    "103": "فبما نقضهم ميثاقهم وكفرهم بايات",
    "104": "انا اوحينا اليك كما اوحينا",
};
const ayas = [{"aya_id": 641, "coordinates": [[80, 92, 322, 34], [114, 305, 110, 34]], "aya_moshaf": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا "}, {"aya_id": 642, "coordinates": [[114, 92, 213, 34], [149, 229, 186, 34]], "aya_moshaf": "إِن تُبۡدُواْ خَيۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُواْ عَن سُوٓءٖ فَإِنَّ ٱللَّهَ كَانَ عَفُوّٗا قَدِيرًا "}, {"aya_id": 643, "coordinates": [[149, 92, 137, 34], [183, 92, 322, 34], [217, 92, 322, 34], [252, 215, 200, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا "}, {"aya_id": 644, "coordinates": [[252, 92, 123, 34], [286, 172, 243, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗاۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا "}, {"aya_id": 645, "coordinates": [[286, 92, 80, 34], [320, 92, 322, 34], [355, 158, 257, 34]], "aya_moshaf": "وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا "}, {"aya_id": 646, "coordinates": [[355, 92, 66, 34], [389, 92, 322, 34], [423, 92, 322, 34], [458, 92, 322, 34], [492, 92, 322, 34]], "aya_moshaf": "يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا "}, {"aya_id": 647, "coordinates": [[526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا "}]
const ayasRanges = [{"ayas_ids_range": [641, 647], "sura_id": 4}];
