const nearbySurasNames = {
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
};
const choicesObjects = {
    "102": "لا يحب الله الجهر بالسوء",
    "103": "فبما نقضهم ميثاقهم وكفرهم بايات",
    "105": "يااهل الكتاب لا تغلوا في",
    "106": "يستفتونك قل الله يفتيكم في",
};
const ayas = [{"aya_id": 656, "coordinates": [[84, 93, 322, 34], [118, 93, 322, 34], [153, 93, 322, 34], [187, 273, 143, 34]], "aya_moshaf": "۞ إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا "}, {"aya_id": 657, "coordinates": [[187, 93, 180, 34], [221, 93, 322, 34], [256, 318, 98, 34]], "aya_moshaf": "وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا "}, {"aya_id": 658, "coordinates": [[256, 93, 225, 34], [290, 93, 322, 34], [324, 391, 25, 34]], "aya_moshaf": "رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا "}, {"aya_id": 659, "coordinates": [[324, 93, 298, 34], [359, 155, 261, 34]], "aya_moshaf": "لَّٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا "}, {"aya_id": 660, "coordinates": [[359, 93, 62, 34], [393, 93, 322, 34], [427, 388, 28, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ قَدۡ ضَلُّواْ ضَلَٰلَۢا بَعِيدًا "}, {"aya_id": 661, "coordinates": [[427, 93, 295, 34], [462, 292, 124, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ طَرِيقًا "}, {"aya_id": 662, "coordinates": [[462, 93, 199, 34], [496, 251, 165, 34]], "aya_moshaf": "إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا "}, {"aya_id": 663, "coordinates": [[496, 93, 158, 34], [530, 93, 322, 34], [565, 93, 322, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا "}]
const ayasRanges = [{"ayas_ids_range": [656, 663], "sura_id": 4}];
