const nearbySurasNames = {
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
    7: 'الأعرَاف',
};
const choicesObjects = {
    "110": "ومن الذين قالوا انا نصاري",
    "111": "وقالت اليهود والنصاري نحن ابناء",
    "113": "من اجل ذلك كتبنا علي",
    "114": "يريدون ان يخرجوا من النار",
};
const ayas = [{"aya_id": 693, "coordinates": [[81, 92, 322, 34], [115, 146, 268, 34]], "aya_moshaf": "قَالُواْ يَٰمُوسَىٰٓ إِنَّا لَن نَّدۡخُلَهَآ أَبَدٗا مَّا دَامُواْ فِيهَا فَٱذۡهَبۡ أَنتَ وَرَبُّكَ فَقَٰتِلَآ إِنَّا هَٰهُنَا قَٰعِدُونَ "}, {"aya_id": 694, "coordinates": [[115, 92, 54, 34], [150, 92, 322, 34], [184, 321, 93, 34]], "aya_moshaf": "قَالَ رَبِّ إِنِّي لَآ أَمۡلِكُ إِلَّا نَفۡسِي وَأَخِيۖ فَٱفۡرُقۡ بَيۡنَنَا وَبَيۡنَ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ "}, {"aya_id": 695, "coordinates": [[184, 92, 229, 34], [218, 92, 322, 34], [253, 391, 23, 34]], "aya_moshaf": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيۡهِمۡۛ أَرۡبَعِينَ سَنَةٗۛ يَتِيهُونَ فِي ٱلۡأَرۡضِۚ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ "}, {"aya_id": 696, "coordinates": [[253, 92, 299, 34], [287, 92, 322, 34], [321, 218, 196, 34]], "aya_moshaf": "۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱبۡنَيۡ ءَادَمَ بِٱلۡحَقِّ إِذۡ قَرَّبَا قُرۡبَانٗا فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ مِنَ ٱلۡأٓخَرِ قَالَ لَأَقۡتُلَنَّكَۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ "}, {"aya_id": 697, "coordinates": [[321, 92, 126, 34], [356, 92, 322, 34], [390, 310, 104, 34]], "aya_moshaf": "لَئِنۢ بَسَطتَ إِلَيَّ يَدَكَ لِتَقۡتُلَنِي مَآ أَنَا۠ بِبَاسِطٖ يَدِيَ إِلَيۡكَ لِأَقۡتُلَكَۖ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ "}, {"aya_id": 698, "coordinates": [[390, 92, 218, 34], [424, 155, 259, 34]], "aya_moshaf": "إِنِّيٓ أُرِيدُ أَن تَبُوٓأَ بِإِثۡمِي وَإِثۡمِكَ فَتَكُونَ مِنۡ أَصۡحَٰبِ ٱلنَّارِۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ "}, {"aya_id": 699, "coordinates": [[424, 92, 63, 34], [459, 92, 322, 34]], "aya_moshaf": "فَطَوَّعَتۡ لَهُۥ نَفۡسُهُۥ قَتۡلَ أَخِيهِ فَقَتَلَهُۥ فَأَصۡبَحَ مِنَ ٱلۡخَٰسِرِينَ "}, {"aya_id": 700, "coordinates": [[493, 92, 322, 34], [527, 92, 322, 34], [562, 92, 322, 34]], "aya_moshaf": "فَبَعَثَ ٱللَّهُ غُرَابٗا يَبۡحَثُ فِي ٱلۡأَرۡضِ لِيُرِيَهُۥ كَيۡفَ يُوَٰرِي سَوۡءَةَ أَخِيهِۚ قَالَ يَٰوَيۡلَتَىٰٓ أَعَجَزۡتُ أَنۡ أَكُونَ مِثۡلَ هَٰذَا ٱلۡغُرَابِ فَأُوَٰرِيَ سَوۡءَةَ أَخِيۖ فَأَصۡبَحَ مِنَ ٱلنَّٰدِمِينَ "}]
const ayasRanges = [{"ayas_ids_range": [693, 700], "sura_id": 5}];
