const mainSuraId = 5;
const nearbySurasNames = {
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
    7: 'الأعرَاف',
};
const choicesObjects = {
    "119": "ولو ان اهل الكتاب امنوا",
    "120": "وحسبوا الا تكون فتنه فعموا",
    "122": "وما لنا لا نؤمن بالله",
    "123": "انما يريد الشيطان ان يوقع",
};
const ayas = [{"aya_id": 746, "coordinates": [[87, 54, 322, 34], [121, 54, 322, 34], [156, 133, 244, 34]], "aya_moshaf": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ غَيۡرَ ٱلۡحَقِّ وَلَا تَتَّبِعُوٓاْ أَهۡوَآءَ قَوۡمٖ قَدۡ ضَلُّواْ مِن قَبۡلُ وَأَضَلُّواْ كَثِيرٗا وَضَلُّواْ عَن سَوَآءِ ٱلسَّبِيلِ "}, {"aya_id": 747, "coordinates": [[156, 54, 79, 34], [190, 54, 322, 34], [224, 54, 322, 34]], "aya_moshaf": "لُعِنَ ٱلَّذِينَ كَفَرُواْ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبۡنِ مَرۡيَمَۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ "}, {"aya_id": 748, "coordinates": [[259, 54, 322, 34], [293, 215, 162, 34]], "aya_moshaf": "كَانُواْ لَا يَتَنَاهَوۡنَ عَن مُّنكَرٖ فَعَلُوهُۚ لَبِئۡسَ مَا كَانُواْ يَفۡعَلُونَ "}, {"aya_id": 749, "coordinates": [[293, 54, 161, 34], [327, 54, 322, 34], [362, 54, 322, 34]], "aya_moshaf": "تَرَىٰ كَثِيرٗا مِّنۡهُمۡ يَتَوَلَّوۡنَ ٱلَّذِينَ كَفَرُواْۚ لَبِئۡسَ مَا قَدَّمَتۡ لَهُمۡ أَنفُسُهُمۡ أَن سَخِطَ ٱللَّهُ عَلَيۡهِمۡ وَفِي ٱلۡعَذَابِ هُمۡ خَٰلِدُونَ "}, {"aya_id": 750, "coordinates": [[396, 54, 322, 34], [430, 54, 322, 34], [465, 356, 21, 34]], "aya_moshaf": "وَلَوۡ كَانُواْ يُؤۡمِنُونَ بِٱللَّهِ وَٱلنَّبِيِّ وَمَآ أُنزِلَ إِلَيۡهِ مَا ٱتَّخَذُوهُمۡ أَوۡلِيَآءَ وَلَٰكِنَّ كَثِيرٗا مِّنۡهُمۡ فَٰسِقُونَ "}, {"aya_id": 751, "coordinates": [[465, 54, 302, 34], [499, 54, 322, 34], [533, 54, 322, 34], [568, 54, 322, 34]], "aya_moshaf": "۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ "}]