const mainSuraId = 6;
const nearbySurasNames = {
    5: 'المَائدة',
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
};
const choicesObjects = {
    "130": "قل اي شيء اكبر شهاده",
    "131": "بل بدا لهم ما كانوا",
    "133": "فقطع دابر القوم الذين ظلموا",
    "134": "وكذلك فتنا بعضهم ببعض ليقولوا",
};
const ayas = [{"aya_id": 825, "coordinates": [[84, 90, 322, 34], [118, 339, 74, 34]], "aya_moshaf": "۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ "}, {"aya_id": 826, "coordinates": [[118, 90, 249, 34], [153, 110, 303, 34]], "aya_moshaf": "وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ "}, {"aya_id": 827, "coordinates": [[153, 90, 20, 34], [187, 90, 322, 34], [221, 90, 322, 34]], "aya_moshaf": "وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ "}, {"aya_id": 828, "coordinates": [[256, 90, 322, 34], [290, 134, 279, 34]], "aya_moshaf": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ "}, {"aya_id": 829, "coordinates": [[290, 90, 44, 34], [324, 90, 322, 34], [359, 251, 162, 34]], "aya_moshaf": "قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 830, "coordinates": [[359, 90, 161, 34], [393, 171, 242, 34]], "aya_moshaf": "بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ "}, {"aya_id": 831, "coordinates": [[393, 90, 81, 34], [427, 90, 322, 34], [462, 385, 28, 34]], "aya_moshaf": "وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ "}, {"aya_id": 832, "coordinates": [[462, 90, 295, 34], [496, 130, 283, 34]], "aya_moshaf": "فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 833, "coordinates": [[496, 90, 40, 34], [530, 90, 322, 34], [565, 90, 322, 34]], "aya_moshaf": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ "}]