const nearbySurasNames = {
    5: 'المَائدة',
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
};
const choicesObjects = {
    "133": "فقطع دابر القوم الذين ظلموا",
    "134": "وكذلك فتنا بعضهم ببعض ليقولوا",
    "136": "وما علي الذين يتقون من",
    "137": "واذ قال ابراهيم لابيه ازر",
};
const ayas = [{"aya_id": 849, "coordinates": [[87, 45, 322, 34], [121, 45, 322, 34], [156, 185, 183, 34]], "aya_moshaf": "وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 850, "coordinates": [[156, 45, 140, 34], [190, 45, 322, 34], [224, 216, 152, 34]], "aya_moshaf": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ "}, {"aya_id": 851, "coordinates": [[224, 45, 171, 34], [259, 163, 205, 34]], "aya_moshaf": "ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ "}, {"aya_id": 852, "coordinates": [[259, 45, 118, 34], [293, 45, 322, 34], [327, 229, 139, 34]], "aya_moshaf": "قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ "}, {"aya_id": 853, "coordinates": [[327, 45, 184, 34], [362, 262, 106, 34]], "aya_moshaf": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ "}, {"aya_id": 854, "coordinates": [[362, 45, 217, 34], [396, 45, 322, 34], [430, 45, 322, 34]], "aya_moshaf": "قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ "}, {"aya_id": 855, "coordinates": [[465, 81, 287, 34]], "aya_moshaf": "وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ "}, {"aya_id": 856, "coordinates": [[465, 45, 36, 34], [499, 202, 166, 34]], "aya_moshaf": "لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ "}, {"aya_id": 857, "coordinates": [[499, 45, 157, 34], [533, 45, 322, 34], [568, 45, 322, 34]], "aya_moshaf": "وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ "}]
const ayasRanges = [{"ayas_ids_range": [849, 857], "sura_id": 6}];
