const nearbySurasNames = {
    5: 'المَائدة',
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
};
const choicesObjects = {
    "136": "وما علي الذين يتقون من",
    "137": "واذ قال ابراهيم لابيه ازر",
    "139": "وما قدروا الله حق قدره",
    "140": "ان الله فالق الحب والنوي",
};
const ayas = [{"aya_id": 871, "coordinates": [[86, 88, 322, 34], [120, 298, 113, 34]], "aya_moshaf": "ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ "}, {"aya_id": 872, "coordinates": [[120, 88, 210, 34], [155, 88, 322, 34]], "aya_moshaf": "وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ "}, {"aya_id": 873, "coordinates": [[189, 88, 322, 34], [223, 88, 322, 34], [258, 88, 322, 34]], "aya_moshaf": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ "}, {"aya_id": 874, "coordinates": [[292, 88, 322, 34]], "aya_moshaf": "وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ "}, {"aya_id": 875, "coordinates": [[326, 88, 322, 34], [361, 333, 78, 34]], "aya_moshaf": "وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ "}, {"aya_id": 876, "coordinates": [[361, 88, 245, 34], [395, 203, 208, 34]], "aya_moshaf": "وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ "}, {"aya_id": 877, "coordinates": [[395, 88, 115, 34], [429, 88, 322, 34], [464, 339, 72, 34]], "aya_moshaf": "ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 878, "coordinates": [[464, 88, 251, 34], [498, 88, 322, 34], [532, 391, 20, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ "}, {"aya_id": 879, "coordinates": [[532, 88, 303, 34], [567, 88, 322, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ "}]
const ayasRanges = [{"ayas_ids_range": [871, 879], "sura_id": 6}];
