const nearbySurasNames = {
    5: 'المَائدة',
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
};
const choicesObjects = {
    "143": "وما لكم الا تاكلوا مما",
    "144": "فمن يرد الله ان يهديه",
    "146": "وقالوا هذه انعام وحرث حجر",
    "147": "ثمانيه ازواج من الضان اثنين",
};
const ayas = [{"aya_id": 921, "coordinates": [[83, 48, 322, 34], [117, 272, 99, 34]], "aya_moshaf": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ "}, {"aya_id": 922, "coordinates": [[117, 48, 224, 34], [152, 48, 322, 34], [186, 105, 266, 34]], "aya_moshaf": "وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ "}, {"aya_id": 923, "coordinates": [[186, 48, 57, 34], [220, 106, 265, 34]], "aya_moshaf": "إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ "}, {"aya_id": 924, "coordinates": [[220, 48, 58, 34], [255, 48, 322, 34], [289, 48, 322, 34], [323, 347, 24, 34]], "aya_moshaf": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ "}, {"aya_id": 925, "coordinates": [[323, 48, 299, 34], [358, 48, 322, 34], [392, 48, 322, 34], [426, 48, 322, 34], [461, 196, 175, 34]], "aya_moshaf": "وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ "}, {"aya_id": 926, "coordinates": [[461, 48, 148, 34], [495, 48, 322, 34], [529, 48, 322, 34], [564, 48, 322, 34]], "aya_moshaf": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ "}]
const ayasRanges = [{"ayas_ids_range": [921, 926], "sura_id": 6}];
