const nearbySurasNames = {
    1: 'الفَاتِحة',
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
};
const choicesObjects = {
    "13": "واذ اخذنا ميثاقكم لا تسفكون",
    "14": "ولما جاءهم كتاب من عند",
    "16": "واتبعوا ما تتلوا الشياطين علي",
    "17": "ما ننسخ من ايه او",
};
const ayas = [{"aya_id": 101, "coordinates": [[86, 53, 322, 34], [120, 53, 322, 34]], "aya_moshaf": "قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 102, "coordinates": [[155, 53, 322, 34], [189, 349, 27, 34]], "aya_moshaf": "وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ "}, {"aya_id": 103, "coordinates": [[189, 53, 296, 34], [223, 53, 322, 34], [258, 84, 292, 34]], "aya_moshaf": "وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ "}, {"aya_id": 104, "coordinates": [[258, 53, 31, 34], [292, 53, 322, 34], [326, 53, 322, 34], [361, 348, 28, 34]], "aya_moshaf": "قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ "}, {"aya_id": 105, "coordinates": [[361, 53, 295, 34], [395, 134, 242, 34]], "aya_moshaf": "مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ "}, {"aya_id": 106, "coordinates": [[395, 53, 81, 34], [429, 53, 322, 34]], "aya_moshaf": "وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ "}, {"aya_id": 107, "coordinates": [[464, 53, 322, 34], [498, 268, 108, 34]], "aya_moshaf": "أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ "}, {"aya_id": 108, "coordinates": [[498, 53, 215, 34], [532, 53, 322, 34], [567, 53, 322, 34]], "aya_moshaf": "وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ "}]
const ayasRanges = [{"ayas_ids_range": [101, 108], "sura_id": 2}];
