const mainSuraId = 7;
const nearbySurasNames = {
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
};
const choicesObjects = {
    "149": "ولا تقربوا مال اليتيم الا",
    "150": "هل ينظرون الا ان تاتيهم",
    "152": "قال ما منعك الا تسجد",
    "153": "قالا ربنا ظلمنا انفسنا وان",
};
const ayas = [{"aya_id": 955, "coordinates": [[156, 310, 62, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ الٓمٓصٓ "}, {"aya_id": 956, "coordinates": [[156, 49, 261, 34], [190, 167, 205, 34]], "aya_moshaf": "كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ "}, {"aya_id": 957, "coordinates": [[190, 49, 118, 34], [224, 49, 322, 34]], "aya_moshaf": "ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ "}, {"aya_id": 958, "coordinates": [[259, 49, 322, 34], [293, 350, 22, 34]], "aya_moshaf": "وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ "}, {"aya_id": 959, "coordinates": [[293, 49, 301, 34], [327, 306, 66, 34]], "aya_moshaf": "فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ "}, {"aya_id": 960, "coordinates": [[327, 49, 257, 34], [362, 290, 82, 34]], "aya_moshaf": "فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ "}, {"aya_id": 961, "coordinates": [[362, 49, 241, 34]], "aya_moshaf": "فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ "}, {"aya_id": 962, "coordinates": [[396, 49, 322, 34], [430, 285, 87, 34]], "aya_moshaf": "وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ "}, {"aya_id": 963, "coordinates": [[430, 49, 236, 34], [465, 154, 218, 34]], "aya_moshaf": "وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ "}, {"aya_id": 964, "coordinates": [[465, 49, 105, 34], [499, 49, 322, 34]], "aya_moshaf": "وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ "}, {"aya_id": 965, "coordinates": [[533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ "}]