const mainSuraId = 7;
const nearbySurasNames = {
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
};
const choicesObjects = {
    "159": "ابلغكم رسالات ربي وانا لكم",
    "160": "واذكروا اذ جعلكم خلفاء من",
    "162": "قال الملا الذين استكبروا من",
    "163": "ولو ان اهل القري امنوا",
};
const ayas = [{"aya_id": 1036, "coordinates": [[80, 46, 322, 34], [114, 140, 229, 34]], "aya_moshaf": "وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ "}, {"aya_id": 1037, "coordinates": [[114, 46, 94, 34], [149, 152, 217, 34]], "aya_moshaf": "فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ "}, {"aya_id": 1038, "coordinates": [[149, 46, 106, 34], [183, 47, 322, 34]], "aya_moshaf": "وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ "}, {"aya_id": 1039, "coordinates": [[183, 46, 1, 34], [217, 46, 322, 34], [252, 46, 322, 34], [286, 46, 322, 34], [320, 46, 322, 34], [355, 46, 322, 34], [389, 346, 23, 34]], "aya_moshaf": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ "}, {"aya_id": 1040, "coordinates": [[389, 46, 300, 34], [423, 46, 322, 34], [458, 46, 322, 34], [492, 145, 224, 34]], "aya_moshaf": "وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ "}, {"aya_id": 1041, "coordinates": [[492, 46, 99, 34], [526, 46, 322, 34], [561, 46, 322, 34]], "aya_moshaf": "وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ "}]