const nearbySurasNames = {
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
};
const choicesObjects = {
    "160": "واذكروا اذ جعلكم خلفاء من",
    "161": "وما كان جواب قومه الا",
    "163": "ولو ان اهل القري امنوا",
    "164": "حقيق علي ان لا اقول",
};
const ayas = [{"aya_id": 1042, "coordinates": [[84, 91, 322, 34], [118, 91, 322, 34], [153, 331, 83, 34]], "aya_moshaf": "۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ "}, {"aya_id": 1043, "coordinates": [[153, 91, 240, 34], [187, 91, 322, 34], [221, 91, 322, 34], [256, 149, 265, 34]], "aya_moshaf": "قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ "}, {"aya_id": 1044, "coordinates": [[256, 91, 58, 34], [290, 91, 322, 34], [324, 393, 21, 34]], "aya_moshaf": "وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ "}, {"aya_id": 1045, "coordinates": [[324, 91, 302, 34]], "aya_moshaf": "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ "}, {"aya_id": 1046, "coordinates": [[359, 91, 322, 34], [393, 262, 152, 34]], "aya_moshaf": "ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ "}, {"aya_id": 1047, "coordinates": [[393, 91, 171, 34], [427, 91, 322, 34], [462, 283, 131, 34]], "aya_moshaf": "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ "}, {"aya_id": 1048, "coordinates": [[462, 91, 192, 34], [496, 114, 300, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ "}, {"aya_id": 1049, "coordinates": [[496, 91, 23, 34], [530, 91, 322, 34], [565, 91, 322, 34]], "aya_moshaf": "ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1042, 1049], "sura_id": 7}];
