const nearbySurasNames = {
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
};
const choicesObjects = {
    "161": "وما كان جواب قومه الا",
    "162": "قال الملا الذين استكبروا من",
    "164": "حقيق علي ان لا اقول",
    "165": "قالوا امنا برب العالمين",
};
const ayas = [{"aya_id": 1050, "coordinates": [[88, 46, 322, 34], [122, 46, 322, 34], [157, 281, 88, 34]], "aya_moshaf": "وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ "}, {"aya_id": 1051, "coordinates": [[157, 46, 235, 34], [191, 270, 99, 34]], "aya_moshaf": "أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ "}, {"aya_id": 1052, "coordinates": [[191, 46, 224, 34], [225, 229, 140, 34]], "aya_moshaf": "أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ "}, {"aya_id": 1053, "coordinates": [[225, 46, 183, 34], [260, 145, 224, 34]], "aya_moshaf": "أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ "}, {"aya_id": 1054, "coordinates": [[260, 46, 99, 34], [294, 46, 322, 34], [328, 46, 322, 34]], "aya_moshaf": "أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ "}, {"aya_id": 1055, "coordinates": [[363, 46, 322, 34], [397, 46, 322, 34], [431, 106, 263, 34]], "aya_moshaf": "تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ "}, {"aya_id": 1056, "coordinates": [[431, 46, 60, 34], [466, 46, 322, 34], [500, 345, 24, 34]], "aya_moshaf": "وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ "}, {"aya_id": 1057, "coordinates": [[500, 46, 299, 34], [534, 46, 322, 34]], "aya_moshaf": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ "}, {"aya_id": 1058, "coordinates": [[569, 46, 322, 34]], "aya_moshaf": "وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ "}]
const ayasRanges = [{"ayas_ids_range": [1050, 1058], "sura_id": 7}];
