const nearbySurasNames = {
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
};
const choicesObjects = {
    "164": "حقيق علي ان لا اقول",
    "165": "قالوا امنا برب العالمين",
    "167": "وجاوزنا ببني اسرائيل البحر فاتوا",
    "168": "قال ياموسي اني اصطفيتك علي",
};
const ayas = [{"aya_id": 1085, "coordinates": [[83, 92, 322, 34], [117, 92, 322, 34], [152, 254, 161, 34]], "aya_moshaf": "فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ "}, {"aya_id": 1086, "coordinates": [[152, 92, 162, 34], [186, 183, 232, 34]], "aya_moshaf": "وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ "}, {"aya_id": 1087, "coordinates": [[186, 92, 91, 34], [220, 92, 322, 34], [255, 201, 214, 34]], "aya_moshaf": "فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ "}, {"aya_id": 1088, "coordinates": [[255, 92, 109, 34], [289, 92, 322, 34], [323, 92, 322, 34], [358, 339, 76, 34]], "aya_moshaf": "وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ "}, {"aya_id": 1089, "coordinates": [[358, 92, 247, 34], [392, 243, 172, 34]], "aya_moshaf": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ "}, {"aya_id": 1090, "coordinates": [[392, 92, 151, 34], [426, 92, 322, 34]], "aya_moshaf": "فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ "}, {"aya_id": 1091, "coordinates": [[461, 92, 322, 34], [495, 92, 322, 34], [529, 92, 322, 34], [564, 92, 322, 34]], "aya_moshaf": "وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1085, 1091], "sura_id": 7}];
