const nearbySurasNames = {
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
};
const choicesObjects = {
    "170": "واكتب لنا في هذه الدنيا",
    "171": "وقطعناهم اثنتي عشره اسباطا امما",
    "173": "واذ نتقنا الجبل فوقهم كانه",
    "174": "ولقد ذرانا لجهنم كثيرا من",
};
const ayas = [{"aya_id": 1118, "coordinates": [[82, 90, 322, 34], [116, 90, 322, 34]], "aya_moshaf": "وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ "}, {"aya_id": 1119, "coordinates": [[151, 90, 322, 34], [185, 90, 322, 34], [219, 390, 23, 34]], "aya_moshaf": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ "}, {"aya_id": 1120, "coordinates": [[219, 90, 300, 34], [254, 390, 23, 34]], "aya_moshaf": "فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ "}, {"aya_id": 1121, "coordinates": [[254, 90, 300, 34], [288, 90, 322, 34], [322, 311, 102, 34]], "aya_moshaf": "وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ "}, {"aya_id": 1122, "coordinates": [[322, 90, 221, 34], [357, 90, 322, 34], [391, 242, 171, 34]], "aya_moshaf": "وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ "}, {"aya_id": 1123, "coordinates": [[391, 90, 152, 34], [425, 90, 322, 34], [460, 90, 322, 34], [494, 90, 322, 34], [528, 203, 210, 34]], "aya_moshaf": "فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ "}, {"aya_id": 1124, "coordinates": [[528, 90, 113, 34], [563, 90, 322, 34]], "aya_moshaf": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ "}]
const ayasRanges = [{"ayas_ids_range": [1118, 1124], "sura_id": 7}];
