const mainSuraId = 7;
const nearbySurasNames = {
    6: 'الأنعَام',
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
};
const choicesObjects = {
    "172": "واذ قالت امه منهم لم",
    "173": "واذ نتقنا الجبل فوقهم كانه",
    "175": "قل لا املك لنفسي نفعا",
    "176": "ان وليي الله الذي نزل",
};
const ayas = [{"aya_id": 1133, "coordinates": [[73, 91, 322, 34], [107, 91, 322, 34], [142, 91, 322, 34]], "aya_moshaf": "وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ "}, {"aya_id": 1134, "coordinates": [[176, 91, 322, 34], [210, 196, 217, 34]], "aya_moshaf": "وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 1135, "coordinates": [[210, 91, 105, 34], [245, 214, 199, 34]], "aya_moshaf": "وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ "}, {"aya_id": 1136, "coordinates": [[245, 91, 123, 34], [279, 188, 225, 34]], "aya_moshaf": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ "}, {"aya_id": 1137, "coordinates": [[279, 91, 97, 34], [313, 315, 98, 34]], "aya_moshaf": "وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ "}, {"aya_id": 1138, "coordinates": [[313, 91, 224, 34], [348, 291, 122, 34]], "aya_moshaf": "أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ "}, {"aya_id": 1139, "coordinates": [[348, 91, 200, 34], [382, 91, 322, 34], [416, 208, 205, 34]], "aya_moshaf": "أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ "}, {"aya_id": 1140, "coordinates": [[416, 91, 117, 34], [451, 202, 211, 34]], "aya_moshaf": "مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ "}, {"aya_id": 1141, "coordinates": [[451, 91, 111, 34], [485, 91, 322, 34], [519, 91, 322, 34], [554, 91, 322, 34]], "aya_moshaf": "يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ "}]