const mainSuraId = 8;
const nearbySurasNames = {
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
};
const choicesObjects = {
    "175": "قل لا املك لنفسي نفعا",
    "176": "ان وليي الله الذي نزل",
    "178": "اذ تستغيثون ربكم فاستجاب لكم",
    "179": "فلم تقتلوهم ولكن الله قتلهم",
};
const ayas = [{"aya_id": 1161, "coordinates": [[156, 52, 322, 34], [190, 52, 322, 34], [224, 299, 76, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ "}, {"aya_id": 1162, "coordinates": [[224, 52, 247, 34], [259, 52, 322, 34], [293, 295, 80, 34]], "aya_moshaf": "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ "}, {"aya_id": 1163, "coordinates": [[293, 52, 243, 34], [327, 304, 71, 34]], "aya_moshaf": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ "}, {"aya_id": 1164, "coordinates": [[327, 52, 252, 34], [362, 165, 210, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ "}, {"aya_id": 1165, "coordinates": [[362, 52, 113, 34], [396, 52, 322, 34]], "aya_moshaf": "كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ "}, {"aya_id": 1166, "coordinates": [[430, 52, 322, 34], [465, 273, 102, 34]], "aya_moshaf": "يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ "}, {"aya_id": 1167, "coordinates": [[465, 52, 221, 34], [499, 52, 322, 34], [533, 52, 322, 34], [568, 355, 20, 34]], "aya_moshaf": "وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ "}, {"aya_id": 1168, "coordinates": [[568, 52, 303, 34]], "aya_moshaf": "لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ "}]