const mainSuraId = 8;
const nearbySurasNames = {
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
};
const choicesObjects = {
    "176": "ان وليي الله الذي نزل",
    "177": "يسالونك عن الانفال قل الانفال",
    "179": "فلم تقتلوهم ولكن الله قتلهم",
    "180": "واذكروا اذ انتم قليل مستضعفون",
};
const ayas = [{"aya_id": 1169, "coordinates": [[80, 88, 322, 34], [114, 239, 172, 34]], "aya_moshaf": "إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ "}, {"aya_id": 1170, "coordinates": [[114, 88, 151, 34], [149, 88, 322, 34], [183, 307, 104, 34]], "aya_moshaf": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ "}, {"aya_id": 1171, "coordinates": [[183, 88, 219, 34], [217, 88, 322, 34], [252, 88, 322, 34]], "aya_moshaf": "إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ "}, {"aya_id": 1172, "coordinates": [[286, 88, 322, 34], [320, 88, 322, 34], [355, 173, 238, 34]], "aya_moshaf": "إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ "}, {"aya_id": 1173, "coordinates": [[355, 88, 85, 34], [389, 88, 322, 34], [423, 303, 108, 34]], "aya_moshaf": "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ "}, {"aya_id": 1174, "coordinates": [[423, 88, 215, 34], [458, 312, 99, 34]], "aya_moshaf": "ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ "}, {"aya_id": 1175, "coordinates": [[458, 88, 224, 34], [492, 193, 218, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ "}, {"aya_id": 1176, "coordinates": [[492, 88, 105, 34], [526, 88, 322, 34], [561, 88, 322, 34]], "aya_moshaf": "وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ "}]