const nearbySurasNames = {
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
};
const choicesObjects = {
    "178": "اذ تستغيثون ربكم فاستجاب لكم",
    "179": "فلم تقتلوهم ولكن الله قتلهم",
    "181": "وما لهم الا يعذبهم الله",
    "182": "واعلموا انما غنمتم من شيء",
};
const ayas = [{"aya_id": 1186, "coordinates": [[78, 84, 322, 34], [112, 84, 322, 34], [147, 199, 208, 34]], "aya_moshaf": "وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ "}, {"aya_id": 1187, "coordinates": [[147, 84, 115, 34], [181, 84, 322, 34], [215, 381, 26, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ "}, {"aya_id": 1188, "coordinates": [[215, 84, 297, 34], [250, 271, 136, 34]], "aya_moshaf": "وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ "}, {"aya_id": 1189, "coordinates": [[250, 84, 187, 34], [284, 84, 322, 34], [318, 203, 204, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ "}, {"aya_id": 1190, "coordinates": [[318, 84, 119, 34], [353, 84, 322, 34], [387, 237, 170, 34]], "aya_moshaf": "وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ "}, {"aya_id": 1191, "coordinates": [[387, 84, 153, 34], [421, 84, 322, 34], [456, 285, 122, 34]], "aya_moshaf": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ "}, {"aya_id": 1192, "coordinates": [[456, 84, 201, 34], [490, 84, 322, 34], [524, 248, 159, 34]], "aya_moshaf": "وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ "}, {"aya_id": 1193, "coordinates": [[524, 84, 164, 34], [559, 84, 322, 34]], "aya_moshaf": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1186, 1193], "sura_id": 8}];
