const nearbySurasNames = {
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
};
const choicesObjects = {
    "179": "فلم تقتلوهم ولكن الله قتلهم",
    "180": "واذكروا اذ انتم قليل مستضعفون",
    "182": "واعلموا انما غنمتم من شيء",
    "183": "واطيعوا الله ورسوله ولا تنازعوا",
};
const ayas = [{"aya_id": 1194, "coordinates": [[87, 52, 322, 34], [121, 52, 322, 34], [156, 174, 201, 34]], "aya_moshaf": "وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ "}, {"aya_id": 1195, "coordinates": [[156, 52, 122, 34], [190, 52, 322, 34], [224, 217, 158, 34]], "aya_moshaf": "وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ "}, {"aya_id": 1196, "coordinates": [[224, 52, 165, 34], [259, 52, 322, 34], [293, 52, 322, 34], [327, 280, 95, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ "}, {"aya_id": 1197, "coordinates": [[327, 52, 228, 34], [362, 52, 322, 34], [396, 132, 243, 34]], "aya_moshaf": "لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ "}, {"aya_id": 1198, "coordinates": [[396, 52, 80, 34], [430, 52, 322, 34], [465, 163, 212, 34]], "aya_moshaf": "قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ "}, {"aya_id": 1199, "coordinates": [[465, 52, 111, 34], [499, 52, 322, 34], [533, 124, 251, 34]], "aya_moshaf": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ "}, {"aya_id": 1200, "coordinates": [[533, 52, 72, 34], [568, 55, 320, 34]], "aya_moshaf": "وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ "}]
const ayasRanges = [{"ayas_ids_range": [1194, 1200], "sura_id": 8}];
