const nearbySurasNames = {
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
};
const choicesObjects = {
    "180": "واذكروا اذ انتم قليل مستضعفون",
    "181": "وما لهم الا يعذبهم الله",
    "183": "واطيعوا الله ورسوله ولا تنازعوا",
    "184": "ذلك بان الله لم يك",
};
const ayas = [{"aya_id": 1201, "coordinates": [[84, 89, 322, 34], [118, 89, 322, 34], [153, 89, 322, 34], [187, 115, 297, 34]], "aya_moshaf": "۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ "}, {"aya_id": 1202, "coordinates": [[187, 89, 26, 34], [221, 89, 322, 34], [256, 89, 322, 34], [290, 89, 322, 34], [324, 89, 322, 34], [359, 308, 104, 34]], "aya_moshaf": "إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ "}, {"aya_id": 1203, "coordinates": [[359, 89, 219, 34], [393, 89, 322, 34], [427, 124, 288, 34]], "aya_moshaf": "إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ "}, {"aya_id": 1204, "coordinates": [[427, 89, 35, 34], [462, 89, 322, 34], [496, 89, 322, 34], [530, 311, 101, 34]], "aya_moshaf": "وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ "}, {"aya_id": 1205, "coordinates": [[530, 89, 222, 34], [565, 89, 322, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1201, 1205], "sura_id": 8}];
