const nearbySurasNames = {
    7: 'الأعرَاف',
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
};
const choicesObjects = {
    "182": "واعلموا انما غنمتم من شيء",
    "183": "واطيعوا الله ورسوله ولا تنازعوا",
    "185": "وان يريدوا ان يخدعوك فان",
    "186": "ياايها النبي قل لمن في",
};
const ayas = [{"aya_id": 1213, "coordinates": [[84, 91, 322, 34], [118, 192, 222, 34]], "aya_moshaf": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ "}, {"aya_id": 1214, "coordinates": [[118, 91, 101, 34], [153, 91, 322, 34], [187, 91, 322, 34]], "aya_moshaf": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ "}, {"aya_id": 1215, "coordinates": [[221, 91, 322, 34]], "aya_moshaf": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ "}, {"aya_id": 1216, "coordinates": [[256, 91, 322, 34], [290, 292, 122, 34]], "aya_moshaf": "ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ "}, {"aya_id": 1217, "coordinates": [[290, 91, 201, 34], [324, 198, 216, 34]], "aya_moshaf": "فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ "}, {"aya_id": 1218, "coordinates": [[324, 91, 107, 34], [359, 91, 322, 34], [393, 388, 26, 34]], "aya_moshaf": "وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ "}, {"aya_id": 1219, "coordinates": [[393, 91, 297, 34]], "aya_moshaf": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ "}, {"aya_id": 1220, "coordinates": [[427, 91, 322, 34], [462, 91, 322, 34], [496, 91, 322, 34], [530, 185, 229, 34]], "aya_moshaf": "وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ "}, {"aya_id": 1221, "coordinates": [[530, 91, 94, 34], [565, 91, 322, 34]], "aya_moshaf": "۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ "}]
const ayasRanges = [{"ayas_ids_range": [1213, 1221], "sura_id": 8}];
