const mainSuraId = 9;
const nearbySurasNames = {
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
};
const choicesObjects = {
    "186": "ياايها النبي قل لمن في",
    "187": "براءه من الله ورسوله الي",
    "189": "قاتلوهم يعذبهم الله بايديكم ويخزهم",
    "190": "يبشرهم ربهم برحمه منه ورضوان",
};
const ayas = [{"aya_id": 1242, "coordinates": [[80, 92, 322, 34], [114, 92, 322, 34], [149, 92, 322, 34], [183, 393, 22, 34]], "aya_moshaf": "كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ "}, {"aya_id": 1243, "coordinates": [[183, 92, 301, 34], [217, 92, 322, 34], [252, 326, 89, 34]], "aya_moshaf": "كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ "}, {"aya_id": 1244, "coordinates": [[252, 92, 234, 34], [286, 152, 263, 34]], "aya_moshaf": "ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 1245, "coordinates": [[286, 92, 60, 34], [320, 92, 322, 34]], "aya_moshaf": "لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ "}, {"aya_id": 1246, "coordinates": [[355, 92, 322, 34], [389, 160, 255, 34]], "aya_moshaf": "فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ "}, {"aya_id": 1247, "coordinates": [[389, 92, 68, 34], [423, 92, 322, 34], [458, 92, 322, 34], [492, 391, 24, 34]], "aya_moshaf": "وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ "}, {"aya_id": 1248, "coordinates": [[492, 92, 299, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ "}]