const nearbySurasNames = {
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
};
const choicesObjects = {
    "190": "يبشرهم ربهم برحمه منه ورضوان",
    "191": "ثم يتوب الله من بعد",
    "193": "انما النسيء زياده في الكفر",
    "194": "انفروا خفافا وثقالا وجاهدوا باموالكم",
};
const ayas = [{"aya_id": 1267, "coordinates": [[86, 92, 322, 34], [120, 167, 248, 34]], "aya_moshaf": "يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ "}, {"aya_id": 1268, "coordinates": [[120, 92, 75, 34], [155, 92, 322, 34], [189, 189, 226, 34]], "aya_moshaf": "هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ "}, {"aya_id": 1269, "coordinates": [[189, 92, 97, 34], [223, 92, 322, 34], [258, 92, 322, 34], [292, 92, 322, 34], [326, 165, 250, 34]], "aya_moshaf": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ "}, {"aya_id": 1270, "coordinates": [[326, 92, 73, 34], [361, 92, 322, 34], [395, 92, 322, 34], [429, 315, 100, 34]], "aya_moshaf": "يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ "}, {"aya_id": 1271, "coordinates": [[429, 92, 223, 34], [464, 92, 322, 34], [498, 92, 322, 34], [532, 92, 322, 34], [567, 92, 322, 34]], "aya_moshaf": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ "}]
const ayasRanges = [{"ayas_ids_range": [1267, 1271], "sura_id": 9}];
