const nearbySurasNames = {
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
};
const choicesObjects = {
    "193": "انما النسيء زياده في الكفر",
    "194": "انفروا خفافا وثقالا وجاهدوا باموالكم",
    "196": "فلا تعجبك اموالهم ولا اولادهم",
    "197": "يحلفون بالله لكم ليرضوكم والله",
};
const ayas = [{"aya_id": 1283, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34]], "aya_moshaf": "لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ "}, {"aya_id": 1284, "coordinates": [[156, 49, 322, 34], [190, 49, 322, 34], [224, 349, 23, 34]], "aya_moshaf": "وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ "}, {"aya_id": 1285, "coordinates": [[224, 49, 300, 34], [259, 49, 322, 34], [293, 242, 130, 34]], "aya_moshaf": "إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ "}, {"aya_id": 1286, "coordinates": [[293, 49, 193, 34], [327, 49, 322, 34], [362, 347, 25, 34]], "aya_moshaf": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ "}, {"aya_id": 1287, "coordinates": [[362, 49, 298, 34], [396, 49, 322, 34], [430, 75, 297, 34]], "aya_moshaf": "قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ "}, {"aya_id": 1288, "coordinates": [[430, 49, 26, 34], [465, 49, 322, 34], [499, 266, 106, 34]], "aya_moshaf": "قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ "}, {"aya_id": 1289, "coordinates": [[499, 49, 217, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1283, 1289], "sura_id": 9}];
