const mainSuraId = 9;
const nearbySurasNames = {
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
};
const choicesObjects = {
    "195": "لقد ابتغوا الفتنه من قبل",
    "196": "فلا تعجبك اموالهم ولا اولادهم",
    "198": "كالذين من قبلكم كانوا اشد",
    "199": "ياايها النبي جاهد الكفار والمنافقين",
};
const ayas = [{"aya_id": 1297, "coordinates": [[87, 49, 322, 34], [121, 150, 222, 34]], "aya_moshaf": "يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ "}, {"aya_id": 1298, "coordinates": [[121, 49, 101, 34], [156, 49, 322, 34], [190, 189, 183, 34]], "aya_moshaf": "أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ "}, {"aya_id": 1299, "coordinates": [[190, 49, 140, 34], [224, 49, 322, 34], [259, 162, 210, 34]], "aya_moshaf": "يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ "}, {"aya_id": 1300, "coordinates": [[259, 49, 113, 34], [293, 49, 322, 34], [327, 170, 202, 34]], "aya_moshaf": "وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ "}, {"aya_id": 1301, "coordinates": [[327, 49, 121, 34], [362, 49, 322, 34], [396, 190, 182, 34]], "aya_moshaf": "لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ "}, {"aya_id": 1302, "coordinates": [[396, 49, 141, 34], [430, 49, 322, 34], [465, 49, 322, 34], [499, 110, 262, 34]], "aya_moshaf": "ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ "}, {"aya_id": 1303, "coordinates": [[499, 49, 61, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ "}]