const mainSuraId = 2;
const nearbySurasNames = {
    1: 'الفَاتِحة',
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
};
const choicesObjects = {
    "1": "بسم الله الرحمن الرحيم",
    "3": "ان الذين كفروا سواء عليهم",
    "4": "مثلهم كمثل الذي استوقد نارا",
};
const ayas = [{"aya_id": 8, "coordinates": [[264, 353, 36, 28]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ  الٓمٓ "}, {"aya_id": 9, "coordinates": [[264, 202, 151, 28], [291, 346, 53, 28]], "aya_moshaf": "ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ "}, {"aya_id": 10, "coordinates": [[291, 190, 156, 28], [319, 293, 106, 28]], "aya_moshaf": "ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ "}, {"aya_id": 11, "coordinates": [[319, 190, 103, 28], [347, 190, 208, 28]], "aya_moshaf": "وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ "}, {"aya_id": 12, "coordinates": [[375, 213, 161, 28], [402, 238, 103, 28]], "aya_moshaf": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ "}]