const mainSuraId = 9;
const nearbySurasNames = {
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
};
const choicesObjects = {
    "199": "ياايها النبي جاهد الكفار والمنافقين",
    "200": "استغفر لهم او لا تستغفر",
    "202": "يعتذرون اليكم اذا رجعتم اليهم",
    "203": "والسابقون الاولون من المهاجرين والانصار",
};
const ayas = [{"aya_id": 1322, "coordinates": [[86, 45, 322, 34], [120, 258, 110, 34]], "aya_moshaf": "رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ "}, {"aya_id": 1323, "coordinates": [[120, 45, 213, 34], [155, 45, 322, 34], [189, 201, 167, 34]], "aya_moshaf": "لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ "}, {"aya_id": 1324, "coordinates": [[189, 45, 156, 34], [223, 77, 291, 34]], "aya_moshaf": "أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ "}, {"aya_id": 1325, "coordinates": [[223, 45, 32, 34], [258, 45, 322, 34], [292, 45, 322, 34], [326, 344, 24, 34]], "aya_moshaf": "وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ "}, {"aya_id": 1326, "coordinates": [[326, 45, 299, 34], [361, 45, 322, 34], [395, 45, 322, 34]], "aya_moshaf": "لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ "}, {"aya_id": 1327, "coordinates": [[429, 45, 322, 34], [464, 45, 322, 34], [498, 188, 180, 34]], "aya_moshaf": "وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ "}, {"aya_id": 1328, "coordinates": [[498, 45, 143, 34], [532, 45, 322, 34], [567, 45, 322, 34]], "aya_moshaf": "۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ "}]