const mainSuraId = 9;
const nearbySurasNames = {
    8: 'الأنفَال',
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
};
const choicesObjects = {
    "205": "التائبون العابدون الحامدون السائحون الراكعون",
    "206": "وعلي الثلاثه الذين خلفوا حتي",
    "208": "الر تلك ايات الكتاب الحكيم",
    "209": "ان الذين لا يرجون لقاءنا",
};
const ayas = [{"aya_id": 1358, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ "}, {"aya_id": 1359, "coordinates": [[156, 49, 322, 34], [190, 49, 322, 34], [224, 346, 26, 34]], "aya_moshaf": "وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ "}, {"aya_id": 1360, "coordinates": [[224, 49, 297, 34], [259, 110, 262, 34]], "aya_moshaf": "وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ "}, {"aya_id": 1361, "coordinates": [[259, 49, 61, 34], [293, 49, 322, 34], [327, 142, 230, 34]], "aya_moshaf": "أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ "}, {"aya_id": 1362, "coordinates": [[327, 49, 93, 34], [362, 49, 322, 34], [396, 49, 322, 34], [430, 350, 22, 34]], "aya_moshaf": "وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ "}, {"aya_id": 1363, "coordinates": [[430, 49, 301, 34], [465, 49, 322, 34], [499, 254, 118, 34]], "aya_moshaf": "لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ "}, {"aya_id": 1364, "coordinates": [[499, 49, 205, 34], [533, 49, 322, 34]], "aya_moshaf": "فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ "}]