const nearbySurasNames = {
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
};
const choicesObjects = {
    "207": "ياايها الذين امنوا قاتلوا الذين",
    "208": "الر تلك ايات الكتاب الحكيم",
    "210": "واذا تتلي عليهم اياتنا بينات",
    "211": "واذا اذقنا الناس رحمه من",
};
const ayas = [{"aya_id": 1371, "coordinates": [[89, 49, 322, 34], [123, 147, 225, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ "}, {"aya_id": 1372, "coordinates": [[123, 49, 98, 34], [158, 169, 203, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ "}, {"aya_id": 1373, "coordinates": [[158, 49, 120, 34], [192, 49, 322, 34], [226, 172, 200, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ "}, {"aya_id": 1374, "coordinates": [[226, 49, 123, 34], [261, 49, 322, 34], [295, 251, 121, 34]], "aya_moshaf": "دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ "}, {"aya_id": 1375, "coordinates": [[295, 49, 202, 34], [329, 49, 322, 34], [364, 105, 267, 34]], "aya_moshaf": "۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ "}, {"aya_id": 1376, "coordinates": [[364, 49, 56, 34], [398, 49, 322, 34], [432, 49, 322, 34], [467, 181, 191, 34]], "aya_moshaf": "وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 1377, "coordinates": [[467, 49, 132, 34], [501, 49, 322, 34], [535, 134, 238, 34]], "aya_moshaf": "وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ "}, {"aya_id": 1378, "coordinates": [[535, 49, 85, 34], [570, 49, 322, 34]], "aya_moshaf": "ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1371, 1378], "sura_id": 10}];
