const mainSuraId = 10;
const nearbySurasNames = {
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
};
const choicesObjects = {
    "208": "الر تلك ايات الكتاب الحكيم",
    "209": "ان الذين لا يرجون لقاءنا",
    "211": "واذا اذقنا الناس رحمه من",
    "212": "للذين احسنوا الحسني وزياده ولا",
};
const ayas = [{"aya_id": 1379, "coordinates": [[87, 87, 322, 34], [121, 87, 322, 34], [156, 87, 322, 34], [190, 149, 261, 34]], "aya_moshaf": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ "}, {"aya_id": 1380, "coordinates": [[190, 87, 62, 34], [224, 87, 322, 34], [259, 150, 260, 34]], "aya_moshaf": "قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ "}, {"aya_id": 1381, "coordinates": [[259, 87, 63, 34], [293, 87, 322, 34], [327, 251, 159, 34]], "aya_moshaf": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ "}, {"aya_id": 1382, "coordinates": [[327, 87, 164, 34], [362, 87, 322, 34], [396, 87, 322, 34], [430, 136, 274, 34]], "aya_moshaf": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ "}, {"aya_id": 1383, "coordinates": [[430, 87, 49, 34], [465, 87, 322, 34], [499, 87, 322, 34], [533, 389, 21, 34]], "aya_moshaf": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ "}, {"aya_id": 1384, "coordinates": [[533, 87, 302, 34], [568, 87, 322, 34]], "aya_moshaf": "وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ "}]