const nearbySurasNames = {
    9: 'التوبَة',
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
};
const choicesObjects = {
    "215": "ولو ان لكل نفس ظلمت",
    "216": "الا ان اولياء الله لا",
    "218": "وقال فرعون ائتوني بكل ساحر",
    "219": "قال قد اجيبت دعوتكما فاستقيما",
};
const ayas = [{"aya_id": 1435, "coordinates": [[90, 49, 322, 34], [124, 49, 322, 34], [159, 49, 322, 34], [193, 261, 111, 34]], "aya_moshaf": "۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ "}, {"aya_id": 1436, "coordinates": [[193, 49, 212, 34], [227, 49, 322, 34]], "aya_moshaf": "فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ "}, {"aya_id": 1437, "coordinates": [[262, 49, 322, 34], [296, 49, 322, 34], [330, 349, 23, 34]], "aya_moshaf": "فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ "}, {"aya_id": 1438, "coordinates": [[330, 49, 300, 34], [365, 49, 322, 34], [399, 290, 82, 34]], "aya_moshaf": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ "}, {"aya_id": 1439, "coordinates": [[399, 49, 241, 34], [433, 49, 322, 34]], "aya_moshaf": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ "}, {"aya_id": 1440, "coordinates": [[468, 49, 322, 34]], "aya_moshaf": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ "}, {"aya_id": 1441, "coordinates": [[502, 49, 322, 34], [536, 285, 87, 34]], "aya_moshaf": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ "}, {"aya_id": 1442, "coordinates": [[536, 49, 236, 34], [571, 49, 322, 34]], "aya_moshaf": "قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ "}]
const ayasRanges = [{"ayas_ids_range": [1435, 1442], "sura_id": 10}];
