const mainSuraId = 11;
const nearbySurasNames = {
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
};
const choicesObjects = {
    "222": "وما من دابه في الارض",
    "223": "ام يقولون افتراه قل فاتوا",
    "225": "وياقوم لا اسالكم عليه مالا",
    "226": "ويصنع الفلك وكلما مر عليه",
};
const ayas = [{"aya_id": 1493, "coordinates": [[90, 88, 322, 34], [124, 88, 322, 34], [159, 218, 193, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ "}, {"aya_id": 1494, "coordinates": [[159, 88, 130, 34], [193, 161, 250, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ "}, {"aya_id": 1495, "coordinates": [[193, 88, 73, 34], [227, 216, 195, 34]], "aya_moshaf": "لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ "}, {"aya_id": 1496, "coordinates": [[227, 88, 128, 34], [262, 88, 322, 34], [296, 286, 125, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ "}, {"aya_id": 1497, "coordinates": [[296, 88, 198, 34], [330, 88, 322, 34], [365, 390, 21, 34]], "aya_moshaf": "۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ "}, {"aya_id": 1498, "coordinates": [[365, 88, 302, 34]], "aya_moshaf": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ "}, {"aya_id": 1499, "coordinates": [[399, 88, 322, 34], [433, 389, 22, 34]], "aya_moshaf": "أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ "}, {"aya_id": 1500, "coordinates": [[433, 88, 301, 34], [468, 88, 322, 34], [502, 88, 322, 34], [536, 392, 19, 34]], "aya_moshaf": "فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ "}, {"aya_id": 1501, "coordinates": [[536, 88, 304, 34], [571, 88, 322, 34]], "aya_moshaf": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ "}]