const mainSuraId = 11;
const nearbySurasNames = {
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
};
const choicesObjects = {
    "224": "اولئك لم يكونوا معجزين في",
    "225": "وياقوم لا اسالكم عليه مالا",
    "227": "قال يانوح انه ليس من",
    "228": "ان نقول الا اعتراك بعض",
};
const ayas = [{"aya_id": 1511, "coordinates": [[86, 89, 322, 34], [120, 89, 322, 34]], "aya_moshaf": "وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ "}, {"aya_id": 1512, "coordinates": [[155, 89, 322, 34], [189, 341, 70, 34]], "aya_moshaf": "فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ "}, {"aya_id": 1513, "coordinates": [[189, 89, 252, 34], [223, 89, 322, 34], [258, 184, 227, 34]], "aya_moshaf": "حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ "}, {"aya_id": 1514, "coordinates": [[258, 89, 95, 34], [292, 117, 294, 34]], "aya_moshaf": "۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ "}, {"aya_id": 1515, "coordinates": [[292, 89, 28, 34], [326, 89, 322, 34], [361, 89, 322, 34]], "aya_moshaf": "وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ "}, {"aya_id": 1516, "coordinates": [[395, 89, 322, 34], [429, 89, 322, 34], [464, 292, 119, 34]], "aya_moshaf": "قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ "}, {"aya_id": 1517, "coordinates": [[464, 89, 203, 34], [498, 89, 322, 34], [532, 267, 144, 34]], "aya_moshaf": "وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ "}, {"aya_id": 1518, "coordinates": [[532, 89, 178, 34], [567, 89, 322, 34]], "aya_moshaf": "وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ "}]