const mainSuraId = 11;
const nearbySurasNames = {
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
};
const choicesObjects = {
    "227": "قال يانوح انه ليس من",
    "228": "ان نقول الا اعتراك بعض",
    "230": "قالت ياويلتي االد وانا عجوز",
    "231": "فلما جاء امرنا جعلنا عاليها",
};
const ayas = [{"aya_id": 1536, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 278, 94, 34]], "aya_moshaf": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ "}, {"aya_id": 1537, "coordinates": [[156, 49, 229, 34], [190, 49, 322, 34], [224, 275, 97, 34]], "aya_moshaf": "وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ "}, {"aya_id": 1538, "coordinates": [[224, 49, 226, 34], [259, 120, 252, 34]], "aya_moshaf": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ "}, {"aya_id": 1539, "coordinates": [[259, 49, 71, 34], [293, 49, 322, 34], [327, 95, 277, 34]], "aya_moshaf": "فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ "}, {"aya_id": 1540, "coordinates": [[327, 49, 46, 34], [362, 49, 322, 34], [396, 341, 31, 34]], "aya_moshaf": "وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ "}, {"aya_id": 1541, "coordinates": [[396, 49, 292, 34], [430, 304, 68, 34]], "aya_moshaf": "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ "}, {"aya_id": 1542, "coordinates": [[430, 49, 255, 34], [465, 81, 291, 34]], "aya_moshaf": "وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ "}, {"aya_id": 1543, "coordinates": [[465, 49, 32, 34], [499, 49, 322, 34], [533, 138, 234, 34]], "aya_moshaf": "فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ "}, {"aya_id": 1544, "coordinates": [[533, 49, 89, 34], [568, 49, 322, 34]], "aya_moshaf": "وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ "}]