const mainSuraId = 11;
const nearbySurasNames = {
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
};
const choicesObjects = {
    "228": "ان نقول الا اعتراك بعض",
    "229": "قال ياقوم ارايتم ان كنت",
    "231": "فلما جاء امرنا جعلنا عاليها",
    "232": "وياقوم لا يجرمنكم شقاقي ان",
};
const ayas = [{"aya_id": 1545, "coordinates": [[83, 90, 322, 34], [117, 304, 109, 34]], "aya_moshaf": "قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ "}, {"aya_id": 1546, "coordinates": [[117, 90, 214, 34], [152, 150, 263, 34]], "aya_moshaf": "قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ "}, {"aya_id": 1547, "coordinates": [[152, 90, 60, 34], [186, 90, 322, 34]], "aya_moshaf": "فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ "}, {"aya_id": 1548, "coordinates": [[220, 244, 169, 34]], "aya_moshaf": "إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ "}, {"aya_id": 1549, "coordinates": [[220, 90, 154, 34], [255, 119, 294, 34]], "aya_moshaf": "يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ "}, {"aya_id": 1550, "coordinates": [[255, 90, 29, 34], [289, 90, 322, 34], [323, 318, 95, 34]], "aya_moshaf": "وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ "}, {"aya_id": 1551, "coordinates": [[323, 90, 228, 34], [358, 90, 322, 34], [392, 90, 322, 34], [426, 390, 23, 34]], "aya_moshaf": "وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ "}, {"aya_id": 1552, "coordinates": [[426, 90, 300, 34], [461, 393, 20, 34]], "aya_moshaf": "قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ "}, {"aya_id": 1553, "coordinates": [[461, 124, 269, 34]], "aya_moshaf": "قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ "}, {"aya_id": 1554, "coordinates": [[461, 90, 34, 34], [495, 90, 322, 34], [529, 90, 322, 34], [564, 90, 322, 34]], "aya_moshaf": "قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ "}]