const nearbySurasNames = {
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
};
const choicesObjects = {
    "229": "قال ياقوم ارايتم ان كنت",
    "230": "قالت ياويلتي االد وانا عجوز",
    "232": "وياقوم لا يجرمنكم شقاقي ان",
    "233": "يقدم قومه يوم القيامه فاوردهم",
};
const ayas = [{"aya_id": 1555, "coordinates": [[90, 49, 322, 34], [124, 167, 205, 34]], "aya_moshaf": "فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ "}, {"aya_id": 1556, "coordinates": [[124, 49, 118, 34], [159, 167, 205, 34]], "aya_moshaf": "مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ "}, {"aya_id": 1557, "coordinates": [[159, 49, 118, 34], [193, 49, 322, 34], [227, 49, 322, 34], [262, 100, 272, 34]], "aya_moshaf": "۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ "}, {"aya_id": 1558, "coordinates": [[262, 49, 51, 34], [296, 49, 322, 34], [330, 49, 322, 34]], "aya_moshaf": "وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ "}, {"aya_id": 1559, "coordinates": [[365, 49, 322, 34], [399, 295, 77, 34]], "aya_moshaf": "بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ "}, {"aya_id": 1560, "coordinates": [[399, 49, 246, 34], [433, 49, 322, 34], [468, 181, 191, 34]], "aya_moshaf": "قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ "}, {"aya_id": 1561, "coordinates": [[468, 49, 132, 34], [502, 49, 322, 34], [536, 49, 322, 34], [571, 49, 322, 34]], "aya_moshaf": "قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ "}]
const ayasRanges = [{"ayas_ids_range": [1555, 1561], "sura_id": 11}];
