const mainSuraId = 11;
const nearbySurasNames = {
    10: 'يُونس',
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
};
const choicesObjects = {
    "230": "قالت ياويلتي االد وانا عجوز",
    "231": "فلما جاء امرنا جعلنا عاليها",
    "233": "يقدم قومه يوم القيامه فاوردهم",
    "234": "فلا تك في مريه مما",
};
const ayas = [{"aya_id": 1562, "coordinates": [[89, 92, 322, 34], [123, 92, 322, 34], [158, 349, 66, 34]], "aya_moshaf": "وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ "}, {"aya_id": 1563, "coordinates": [[158, 92, 257, 34], [192, 314, 101, 34]], "aya_moshaf": "وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ "}, {"aya_id": 1564, "coordinates": [[192, 92, 222, 34], [226, 92, 322, 34], [261, 314, 101, 34]], "aya_moshaf": "قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ "}, {"aya_id": 1565, "coordinates": [[261, 92, 222, 34], [295, 92, 322, 34], [329, 345, 70, 34]], "aya_moshaf": "قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ "}, {"aya_id": 1566, "coordinates": [[329, 92, 253, 34], [364, 92, 322, 34], [398, 163, 252, 34]], "aya_moshaf": "وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ "}, {"aya_id": 1567, "coordinates": [[398, 92, 71, 34], [432, 92, 322, 34], [467, 92, 322, 34]], "aya_moshaf": "وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ "}, {"aya_id": 1568, "coordinates": [[501, 134, 281, 34]], "aya_moshaf": "كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ "}, {"aya_id": 1569, "coordinates": [[501, 92, 42, 34], [535, 181, 234, 34]], "aya_moshaf": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ "}, {"aya_id": 1570, "coordinates": [[535, 92, 89, 34], [570, 92, 322, 34]], "aya_moshaf": "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ "}]