const nearbySurasNames = {
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
};
const choicesObjects = {
    "234": "فلا تك في مريه مما",
    "235": "ولو شاء ربك لجعل الناس",
    "237": "فلما ذهبوا به واجمعوا ان",
    "238": "وراودته التي هو في بيتها",
};
const ayas = [{"aya_id": 1601, "coordinates": [[80, 92, 322, 34], [114, 189, 226, 34]], "aya_moshaf": "قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ "}, {"aya_id": 1602, "coordinates": [[114, 92, 97, 34], [149, 92, 322, 34], [183, 92, 322, 34], [217, 277, 138, 34]], "aya_moshaf": "وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ "}, {"aya_id": 1603, "coordinates": [[217, 92, 185, 34], [252, 300, 115, 34]], "aya_moshaf": "۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ "}, {"aya_id": 1604, "coordinates": [[252, 92, 208, 34], [286, 135, 280, 34]], "aya_moshaf": "إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ "}, {"aya_id": 1605, "coordinates": [[286, 92, 43, 34], [320, 92, 322, 34], [355, 276, 139, 34]], "aya_moshaf": "ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ "}, {"aya_id": 1606, "coordinates": [[355, 92, 184, 34], [389, 92, 322, 34], [423, 346, 69, 34]], "aya_moshaf": "قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ "}, {"aya_id": 1607, "coordinates": [[423, 92, 254, 34], [458, 328, 87, 34]], "aya_moshaf": "قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ "}, {"aya_id": 1608, "coordinates": [[458, 92, 236, 34], [492, 330, 85, 34]], "aya_moshaf": "أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ "}, {"aya_id": 1609, "coordinates": [[492, 92, 238, 34], [526, 150, 265, 34]], "aya_moshaf": "قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ "}, {"aya_id": 1610, "coordinates": [[526, 92, 58, 34], [561, 92, 322, 34]], "aya_moshaf": "قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1601, 1610], "sura_id": 12}];
