const nearbySurasNames = {
    1: 'الفَاتِحة',
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
};
const choicesObjects = {
    "22": "سيقول السفهاء من الناس ما",
    "23": "الذين اتيناهم الكتاب يعرفونه كما",
    "25": "ان في خلق السموات والارض",
    "26": "واذا قيل لهم اتبعوا ما",
};
const ayas = [{"aya_id": 161, "coordinates": [[82, 88, 322, 34], [116, 301, 110, 34]], "aya_moshaf": "وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ "}, {"aya_id": 162, "coordinates": [[116, 88, 213, 34], [151, 88, 322, 34], [185, 384, 27, 34]], "aya_moshaf": "وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ "}, {"aya_id": 163, "coordinates": [[185, 88, 296, 34], [219, 387, 24, 34]], "aya_moshaf": "ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ "}, {"aya_id": 164, "coordinates": [[219, 88, 299, 34], [254, 294, 117, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ "}, {"aya_id": 165, "coordinates": [[254, 88, 206, 34], [288, 88, 322, 34], [322, 150, 261, 34]], "aya_moshaf": "۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ "}, {"aya_id": 166, "coordinates": [[322, 88, 62, 34], [357, 88, 322, 34], [391, 88, 322, 34], [425, 384, 27, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ "}, {"aya_id": 167, "coordinates": [[425, 88, 296, 34], [460, 236, 175, 34]], "aya_moshaf": "إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ "}, {"aya_id": 168, "coordinates": [[460, 88, 148, 34], [494, 88, 322, 34], [528, 385, 26, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ "}, {"aya_id": 169, "coordinates": [[528, 88, 297, 34], [563, 388, 23, 34]], "aya_moshaf": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ "}, {"aya_id": 170, "coordinates": [[563, 88, 300, 34]], "aya_moshaf": "وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ "}]
const ayasRanges = [{"ayas_ids_range": [161, 170], "sura_id": 2}];
