const nearbySurasNames = {
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
};
const choicesObjects = {
    "239": "فلما سمعت بمكرهن ارسلت اليهن",
    "240": "واتبعت مله ابائي ابراهيم واسحاق",
    "242": "وما ابرئ نفسي ان النفس",
    "243": "قال هل امنكم عليه الا",
};
const ayas = [{"aya_id": 1640, "coordinates": [[86, 49, 322, 34]], "aya_moshaf": "قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ "}, {"aya_id": 1641, "coordinates": [[120, 49, 322, 34], [155, 292, 80, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ "}, {"aya_id": 1642, "coordinates": [[155, 49, 243, 34], [189, 49, 322, 34], [223, 74, 298, 34]], "aya_moshaf": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ "}, {"aya_id": 1643, "coordinates": [[223, 49, 25, 34], [258, 49, 322, 34], [292, 260, 112, 34]], "aya_moshaf": "قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ "}, {"aya_id": 1644, "coordinates": [[292, 49, 211, 34], [326, 158, 214, 34]], "aya_moshaf": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ "}, {"aya_id": 1645, "coordinates": [[326, 49, 109, 34], [361, 155, 217, 34]], "aya_moshaf": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ "}, {"aya_id": 1646, "coordinates": [[361, 49, 106, 34], [395, 49, 322, 34], [429, 83, 289, 34]], "aya_moshaf": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ "}, {"aya_id": 1647, "coordinates": [[429, 49, 34, 34], [464, 49, 322, 34], [498, 49, 322, 34], [532, 86, 286, 34]], "aya_moshaf": "قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ "}, {"aya_id": 1648, "coordinates": [[532, 49, 37, 34], [567, 49, 322, 34]], "aya_moshaf": "ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ "}]
const ayasRanges = [{"ayas_ids_range": [1640, 1648], "sura_id": 12}];
