const mainSuraId = 12;
const nearbySurasNames = {
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
};
const choicesObjects = {
    "241": "قالوا اضغاث احلام وما نحن",
    "242": "وما ابرئ نفسي ان النفس",
    "244": "فلما جهزهم بجهازهم جعل السقايه",
    "245": "قال معاذ الله ان ناخذ",
};
const ayas = [{"aya_id": 1660, "coordinates": [[82, 53, 322, 34], [116, 126, 250, 34]], "aya_moshaf": "قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ "}, {"aya_id": 1661, "coordinates": [[116, 53, 73, 34], [151, 53, 322, 34], [185, 53, 322, 34], [219, 103, 273, 34]], "aya_moshaf": "وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ "}, {"aya_id": 1662, "coordinates": [[219, 53, 50, 34], [254, 53, 322, 34], [288, 53, 322, 34], [322, 350, 26, 34]], "aya_moshaf": "قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ "}, {"aya_id": 1663, "coordinates": [[322, 53, 297, 34], [357, 53, 322, 34], [391, 85, 291, 34]], "aya_moshaf": "وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ "}, {"aya_id": 1664, "coordinates": [[391, 53, 32, 34], [425, 53, 322, 34], [460, 53, 322, 34], [494, 53, 322, 34], [528, 351, 25, 34]], "aya_moshaf": "وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ "}, {"aya_id": 1665, "coordinates": [[528, 53, 298, 34], [563, 53, 322, 34]], "aya_moshaf": "وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ "}]