const mainSuraId = 12;
const nearbySurasNames = {
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
};
const choicesObjects = {
    "242": "وما ابرئ نفسي ان النفس",
    "243": "قال هل امنكم عليه الا",
    "245": "قال معاذ الله ان ناخذ",
    "246": "يابني اذهبوا فتحسسوا من يوسف",
};
const ayas = [{"aya_id": 1666, "coordinates": [[84, 83, 322, 34], [118, 171, 235, 34]], "aya_moshaf": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ "}, {"aya_id": 1667, "coordinates": [[118, 83, 88, 34], [153, 240, 166, 34]], "aya_moshaf": "قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ "}, {"aya_id": 1668, "coordinates": [[153, 83, 157, 34], [187, 154, 252, 34]], "aya_moshaf": "قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ "}, {"aya_id": 1669, "coordinates": [[187, 83, 71, 34], [221, 83, 322, 34], [256, 364, 42, 34]], "aya_moshaf": "قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ "}, {"aya_id": 1670, "coordinates": [[256, 141, 223, 34]], "aya_moshaf": "قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ "}, {"aya_id": 1671, "coordinates": [[256, 83, 58, 34], [290, 83, 322, 34], [324, 375, 31, 34]], "aya_moshaf": "قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ "}, {"aya_id": 1672, "coordinates": [[324, 83, 292, 34], [359, 83, 322, 34], [393, 83, 322, 34], [427, 217, 189, 34]], "aya_moshaf": "فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ "}, {"aya_id": 1673, "coordinates": [[427, 83, 134, 34], [462, 83, 322, 34], [496, 83, 322, 34], [530, 311, 95, 34]], "aya_moshaf": "۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ "}, {"aya_id": 1674, "coordinates": [[530, 83, 228, 34], [565, 83, 322, 34]], "aya_moshaf": "قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ "}]