const nearbySurasNames = {
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
};
const choicesObjects = {
    "243": "قال هل امنكم عليه الا",
    "244": "فلما جهزهم بجهازهم جعل السقايه",
    "246": "يابني اذهبوا فتحسسوا من يوسف",
    "247": "فلما ان جاء البشير القاه",
};
const ayas = [{"aya_id": 1675, "coordinates": [[84, 54, 322, 34], [118, 261, 116, 34]], "aya_moshaf": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ "}, {"aya_id": 1676, "coordinates": [[118, 54, 207, 34], [153, 54, 322, 34], [187, 54, 322, 34], [221, 54, 322, 34], [256, 353, 24, 34]], "aya_moshaf": "فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ "}, {"aya_id": 1677, "coordinates": [[256, 54, 299, 34], [290, 54, 322, 34], [324, 352, 25, 34]], "aya_moshaf": "ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ "}, {"aya_id": 1678, "coordinates": [[324, 54, 298, 34], [359, 247, 130, 34]], "aya_moshaf": "وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ "}, {"aya_id": 1679, "coordinates": [[359, 54, 193, 34], [393, 54, 322, 34], [427, 224, 153, 34]], "aya_moshaf": "قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ "}, {"aya_id": 1680, "coordinates": [[427, 54, 170, 34], [462, 54, 322, 34]], "aya_moshaf": "وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ "}, {"aya_id": 1681, "coordinates": [[496, 54, 322, 34], [530, 185, 192, 34]], "aya_moshaf": "قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ "}, {"aya_id": 1682, "coordinates": [[530, 54, 131, 34], [565, 54, 322, 34]], "aya_moshaf": "قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1675, 1682], "sura_id": 12}];
