const nearbySurasNames = {
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
};
const choicesObjects = {
    "244": "فلما جهزهم بجهازهم جعل السقايه",
    "245": "قال معاذ الله ان ناخذ",
    "247": "فلما ان جاء البشير القاه",
    "248": "وما تسالهم عليه من اجر",
};
const ayas = [{"aya_id": 1683, "coordinates": [[80, 91, 322, 34], [114, 91, 322, 34], [149, 392, 22, 34]], "aya_moshaf": "يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ "}, {"aya_id": 1684, "coordinates": [[149, 91, 301, 34], [183, 91, 322, 34], [217, 222, 192, 34]], "aya_moshaf": "فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ "}, {"aya_id": 1685, "coordinates": [[217, 91, 131, 34], [252, 181, 233, 34]], "aya_moshaf": "قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ "}, {"aya_id": 1686, "coordinates": [[252, 91, 90, 34], [286, 91, 322, 34], [320, 91, 322, 34], [355, 315, 99, 34]], "aya_moshaf": "قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ "}, {"aya_id": 1687, "coordinates": [[355, 91, 224, 34], [389, 231, 183, 34]], "aya_moshaf": "قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ "}, {"aya_id": 1688, "coordinates": [[389, 91, 140, 34], [423, 91, 322, 34]], "aya_moshaf": "قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ "}, {"aya_id": 1689, "coordinates": [[458, 91, 322, 34], [492, 181, 233, 34]], "aya_moshaf": "ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ "}, {"aya_id": 1690, "coordinates": [[492, 91, 90, 34], [526, 91, 322, 34], [561, 346, 68, 34]], "aya_moshaf": "وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ "}, {"aya_id": 1691, "coordinates": [[561, 91, 255, 34]], "aya_moshaf": "قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ "}]
const ayasRanges = [{"ayas_ids_range": [1683, 1691], "sura_id": 12}];
