const nearbySurasNames = {
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
};
const choicesObjects = {
    "245": "قال معاذ الله ان ناخذ",
    "246": "يابني اذهبوا فتحسسوا من يوسف",
    "248": "وما تسالهم عليه من اجر",
    "249": "المر تلك ايات الكتاب والذي",
};
const ayas = [{"aya_id": 1692, "coordinates": [[87, 49, 322, 34], [121, 85, 287, 34]], "aya_moshaf": "فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ "}, {"aya_id": 1693, "coordinates": [[121, 49, 36, 34], [156, 120, 252, 34]], "aya_moshaf": "قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ "}, {"aya_id": 1694, "coordinates": [[156, 49, 71, 34], [190, 98, 274, 34]], "aya_moshaf": "قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ "}, {"aya_id": 1695, "coordinates": [[190, 49, 49, 34], [224, 49, 322, 34], [259, 236, 136, 34]], "aya_moshaf": "فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ "}, {"aya_id": 1696, "coordinates": [[259, 49, 187, 34], [293, 49, 322, 34], [327, 49, 322, 34], [362, 49, 322, 34], [396, 106, 266, 34]], "aya_moshaf": "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ "}, {"aya_id": 1697, "coordinates": [[396, 49, 57, 34], [430, 49, 322, 34], [465, 49, 322, 34], [499, 176, 196, 34]], "aya_moshaf": "۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ "}, {"aya_id": 1698, "coordinates": [[499, 49, 127, 34], [533, 49, 322, 34], [568, 351, 21, 34]], "aya_moshaf": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ "}, {"aya_id": 1699, "coordinates": [[568, 49, 302, 34]], "aya_moshaf": "وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ "}]
const ayasRanges = [{"ayas_ids_range": [1692, 1699], "sura_id": 12}];
