const mainSuraId = 12;
const nearbySurasNames = {
    11: 'هُود',
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
};
const choicesObjects = {
    "246": "يابني اذهبوا فتحسسوا من يوسف",
    "247": "فلما ان جاء البشير القاه",
    "249": "المر تلك ايات الكتاب والذي",
    "250": "ويستعجلونك بالسيئه قبل الحسنه وقد",
};
const ayas = [{"aya_id": 1700, "coordinates": [[88, 95, 319, 34]], "aya_moshaf": "وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ "}, {"aya_id": 1701, "coordinates": [[88, 91, 4, 34], [122, 91, 322, 34], [157, 272, 142, 34]], "aya_moshaf": "وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ "}, {"aya_id": 1702, "coordinates": [[157, 91, 181, 34], [191, 315, 99, 34]], "aya_moshaf": "وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ "}, {"aya_id": 1703, "coordinates": [[191, 91, 224, 34], [225, 152, 262, 34]], "aya_moshaf": "أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ "}, {"aya_id": 1704, "coordinates": [[225, 91, 61, 34], [260, 91, 322, 34], [294, 234, 180, 34]], "aya_moshaf": "قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ "}, {"aya_id": 1705, "coordinates": [[294, 91, 143, 34], [328, 91, 322, 34], [363, 91, 322, 34], [397, 125, 289, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ "}, {"aya_id": 1706, "coordinates": [[397, 91, 34, 34], [431, 91, 322, 34], [466, 91, 322, 34], [500, 391, 23, 34]], "aya_moshaf": "حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ "}, {"aya_id": 1707, "coordinates": [[500, 91, 300, 34], [534, 91, 322, 34], [569, 91, 322, 34]], "aya_moshaf": "لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ "}]