const nearbySurasNames = {
    12: 'يُوسُف',
    13: 'الرَّعد',
    14: 'إبراهِيم',
    15: 'الحِجر',
};
const choicesObjects = {
    "253": "الذين امنوا وعملوا الصالحات طوبي",
    "254": "مثل الجنه التي وعد المتقون",
    "256": "واذ قال موسي لقومه اذكروا",
    "257": "قالت لهم رسلهم ان نحن",
};
const ayas = [{"aya_id": 1750, "coordinates": [[87, 48, 322, 34], [121, 48, 322, 34]], "aya_moshaf": "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ "}, {"aya_id": 1751, "coordinates": [[224, 48, 322, 34], [259, 48, 322, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ "}, {"aya_id": 1752, "coordinates": [[293, 48, 322, 34], [327, 159, 212, 34]], "aya_moshaf": "ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ "}, {"aya_id": 1753, "coordinates": [[327, 48, 111, 34], [362, 48, 322, 34], [396, 123, 248, 34]], "aya_moshaf": "ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ "}, {"aya_id": 1754, "coordinates": [[396, 48, 75, 34], [430, 48, 322, 34], [465, 48, 322, 34], [499, 346, 25, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 1755, "coordinates": [[499, 48, 298, 34], [533, 48, 322, 34], [568, 48, 322, 34]], "aya_moshaf": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ "}]
const ayasRanges = [{"ayas_ids_range": [1750, 1750], "sura_id": 13}, {"ayas_ids_range": [1751, 1755], "sura_id": 14}];
