const mainSuraId = 14;
const nearbySurasNames = {
    13: 'الرَّعد',
    14: 'إبراهِيم',
    15: 'الحِجر',
    16: 'النَّحل',
};
const choicesObjects = {
    "254": "مثل الجنه التي وعد المتقون",
    "255": "ويقول الذين كفروا لست مرسلا",
    "257": "قالت لهم رسلهم ان نحن",
    "258": "الم تر ان الله خلق",
};
const ayas = [{"aya_id": 1756, "coordinates": [[85, 92, 322, 34], [119, 92, 322, 34], [154, 92, 322, 34], [188, 166, 249, 34]], "aya_moshaf": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ "}, {"aya_id": 1757, "coordinates": [[188, 92, 74, 34], [222, 92, 322, 34], [257, 314, 101, 34]], "aya_moshaf": "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ "}, {"aya_id": 1758, "coordinates": [[257, 92, 222, 34], [291, 233, 182, 34]], "aya_moshaf": "وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ "}, {"aya_id": 1759, "coordinates": [[291, 92, 141, 34], [325, 92, 322, 34], [360, 92, 322, 34], [394, 92, 322, 34], [428, 165, 250, 34]], "aya_moshaf": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ "}, {"aya_id": 1760, "coordinates": [[428, 92, 73, 34], [463, 92, 322, 34], [497, 92, 322, 34], [531, 92, 322, 34], [566, 92, 322, 34]], "aya_moshaf": "۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ "}]