const mainSuraId = 14;
const nearbySurasNames = {
    13: 'الرَّعد',
    14: 'إبراهِيم',
    15: 'الحِجر',
    16: 'النَّحل',
};
const choicesObjects = {
    "255": "ويقول الذين كفروا لست مرسلا",
    "256": "واذ قال موسي لقومه اذكروا",
    "258": "الم تر ان الله خلق",
    "259": "تؤتي اكلها كل حين باذن",
};
const ayas = [{"aya_id": 1761, "coordinates": [[87, 48, 322, 34], [121, 48, 322, 34], [156, 48, 322, 34], [190, 341, 30, 34]], "aya_moshaf": "قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ "}, {"aya_id": 1762, "coordinates": [[190, 48, 293, 34], [224, 48, 322, 34], [259, 345, 26, 34]], "aya_moshaf": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ "}, {"aya_id": 1763, "coordinates": [[259, 48, 297, 34], [293, 48, 322, 34], [327, 262, 109, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ "}, {"aya_id": 1764, "coordinates": [[327, 48, 214, 34], [362, 128, 243, 34]], "aya_moshaf": "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ "}, {"aya_id": 1765, "coordinates": [[362, 48, 80, 34], [396, 184, 187, 34]], "aya_moshaf": "وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ "}, {"aya_id": 1766, "coordinates": [[396, 48, 136, 34], [430, 257, 114, 34]], "aya_moshaf": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ "}, {"aya_id": 1767, "coordinates": [[430, 48, 209, 34], [465, 48, 322, 34], [499, 223, 148, 34]], "aya_moshaf": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ "}, {"aya_id": 1768, "coordinates": [[499, 48, 175, 34], [533, 48, 322, 34], [568, 48, 322, 34]], "aya_moshaf": "مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ "}]