const mainSuraId = 14;
const nearbySurasNames = {
    13: 'الرَّعد',
    14: 'إبراهِيم',
    15: 'الحِجر',
    16: 'النَّحل',
};
const choicesObjects = {
    "257": "قالت لهم رسلهم ان نحن",
    "258": "الم تر ان الله خلق",
    "260": "واتاكم من كل ما سالتموه",
    "261": "مهطعين مقنعي رءوسهم لا يرتد",
};
const ayas = [{"aya_id": 1775, "coordinates": [[87, 49, 322, 34], [121, 165, 207, 34]], "aya_moshaf": "تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ "}, {"aya_id": 1776, "coordinates": [[121, 49, 116, 34], [156, 49, 322, 34], [190, 343, 29, 34]], "aya_moshaf": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ "}, {"aya_id": 1777, "coordinates": [[190, 49, 294, 34], [224, 49, 322, 34], [259, 275, 97, 34]], "aya_moshaf": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ "}, {"aya_id": 1778, "coordinates": [[259, 49, 226, 34], [293, 204, 168, 34]], "aya_moshaf": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ "}, {"aya_id": 1779, "coordinates": [[293, 49, 155, 34], [327, 301, 71, 34]], "aya_moshaf": "جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ "}, {"aya_id": 1780, "coordinates": [[327, 49, 252, 34], [362, 155, 217, 34]], "aya_moshaf": "وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ "}, {"aya_id": 1781, "coordinates": [[362, 49, 106, 34], [396, 49, 322, 34], [430, 134, 238, 34]], "aya_moshaf": "قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ "}, {"aya_id": 1782, "coordinates": [[430, 49, 85, 34], [465, 49, 322, 34], [499, 49, 322, 34], [533, 130, 242, 34]], "aya_moshaf": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ "}, {"aya_id": 1783, "coordinates": [[533, 49, 81, 34], [568, 49, 322, 34]], "aya_moshaf": "وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ "}]