const nearbySurasNames = {
    13: 'الرَّعد',
    14: 'إبراهِيم',
    15: 'الحِجر',
    16: 'النَّحل',
};
const choicesObjects = {
    "258": "الم تر ان الله خلق",
    "259": "تؤتي اكلها كل حين باذن",
    "261": "مهطعين مقنعي رءوسهم لا يرتد",
    "262": "الر تلك ايات الكتاب وقران",
};
const ayas = [{"aya_id": 1784, "coordinates": [[85, 87, 322, 34], [119, 119, 291, 34]], "aya_moshaf": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ "}, {"aya_id": 1785, "coordinates": [[119, 87, 32, 34], [154, 87, 322, 34], [188, 269, 141, 34]], "aya_moshaf": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ "}, {"aya_id": 1786, "coordinates": [[188, 87, 182, 34], [222, 87, 322, 34]], "aya_moshaf": "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ "}, {"aya_id": 1787, "coordinates": [[257, 87, 322, 34], [291, 87, 322, 34], [325, 87, 322, 34]], "aya_moshaf": "رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ "}, {"aya_id": 1788, "coordinates": [[360, 87, 322, 34], [394, 247, 163, 34]], "aya_moshaf": "رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ "}, {"aya_id": 1789, "coordinates": [[394, 87, 160, 34], [428, 87, 322, 34]], "aya_moshaf": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ "}, {"aya_id": 1790, "coordinates": [[463, 87, 322, 34], [497, 343, 67, 34]], "aya_moshaf": "رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ "}, {"aya_id": 1791, "coordinates": [[497, 87, 256, 34], [531, 320, 90, 34]], "aya_moshaf": "رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ "}, {"aya_id": 1792, "coordinates": [[531, 87, 233, 34], [566, 87, 322, 34]], "aya_moshaf": "وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ "}]
const ayasRanges = [{"ayas_ids_range": [1784, 1792], "sura_id": 14}];
