const nearbySurasNames = {
    15: 'الحِجر',
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
};
const choicesObjects = {
    "266": "قال هؤلاء بناتي ان كنتم",
    "267": "الذين جعلوا القران عضين",
    "269": "والقي في الارض رواسي ان",
    "270": "ثم يوم القيامه يخزيهم ويقول",
};
const ayas = [{"aya_id": 1908, "coordinates": [[80, 92, 322, 34], [114, 183, 232, 34]], "aya_moshaf": "وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ "}, {"aya_id": 1909, "coordinates": [[114, 92, 91, 34], [149, 92, 322, 34]], "aya_moshaf": "وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ "}, {"aya_id": 1910, "coordinates": [[183, 92, 322, 34], [217, 328, 87, 34]], "aya_moshaf": "وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ "}, {"aya_id": 1911, "coordinates": [[217, 92, 236, 34], [252, 168, 247, 34]], "aya_moshaf": "هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ "}, {"aya_id": 1912, "coordinates": [[252, 92, 76, 34], [286, 92, 322, 34], [320, 94, 321, 34]], "aya_moshaf": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ "}, {"aya_id": 1913, "coordinates": [[320, 92, 2, 34], [355, 92, 322, 34], [389, 92, 322, 34], [423, 386, 29, 34]], "aya_moshaf": "وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ "}, {"aya_id": 1914, "coordinates": [[423, 92, 294, 34], [458, 171, 244, 34]], "aya_moshaf": "وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ "}, {"aya_id": 1915, "coordinates": [[458, 92, 79, 34], [492, 92, 322, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1908, 1915], "sura_id": 16}];
