const nearbySurasNames = {
    15: 'الحِجر',
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
};
const choicesObjects = {
    "268": "وتحمل اثقالكم الي بلد لم",
    "269": "والقي في الارض رواسي ان",
    "271": "وقال الذين اشركوا لو شاء",
    "272": "وما ارسلنا من قبلك الا",
};
const ayas = [{"aya_id": 1928, "coordinates": [[83, 87, 322, 34], [117, 87, 322, 34], [152, 220, 190, 34]], "aya_moshaf": "ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ "}, {"aya_id": 1929, "coordinates": [[152, 87, 133, 34], [186, 87, 322, 34], [220, 212, 198, 34]], "aya_moshaf": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 1930, "coordinates": [[220, 87, 125, 34], [255, 143, 267, 34]], "aya_moshaf": "فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ "}, {"aya_id": 1931, "coordinates": [[255, 87, 56, 34], [289, 87, 322, 34], [323, 87, 322, 34], [358, 389, 21, 34]], "aya_moshaf": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ "}, {"aya_id": 1932, "coordinates": [[358, 87, 302, 34], [392, 162, 248, 34]], "aya_moshaf": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ "}, {"aya_id": 1933, "coordinates": [[392, 87, 75, 34], [426, 87, 322, 34], [461, 309, 101, 34]], "aya_moshaf": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 1934, "coordinates": [[461, 87, 222, 34], [495, 87, 322, 34], [529, 159, 251, 34]], "aya_moshaf": "هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ "}, {"aya_id": 1935, "coordinates": [[529, 87, 72, 34], [564, 87, 322, 34]], "aya_moshaf": "فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1928, 1935], "sura_id": 16}];
