const nearbySurasNames = {
    15: 'الحِجر',
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
};
const choicesObjects = {
    "271": "وقال الذين اشركوا لو شاء",
    "272": "وما ارسلنا من قبلك الا",
    "274": "والله انزل من السماء ماء",
    "275": "ويعبدون من دون الله ما",
};
const ayas = [{"aya_id": 1956, "coordinates": [[87, 110, 265, 34]], "aya_moshaf": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ "}, {"aya_id": 1957, "coordinates": [[87, 52, 58, 34], [121, 52, 322, 34], [156, 313, 62, 34]], "aya_moshaf": "وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ "}, {"aya_id": 1958, "coordinates": [[156, 52, 261, 34], [190, 348, 27, 34]], "aya_moshaf": "وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ "}, {"aya_id": 1959, "coordinates": [[190, 52, 296, 34], [224, 347, 28, 34]], "aya_moshaf": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ "}, {"aya_id": 1960, "coordinates": [[224, 52, 295, 34], [259, 146, 229, 34]], "aya_moshaf": "يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ "}, {"aya_id": 1961, "coordinates": [[259, 52, 94, 34], [293, 52, 322, 34], [327, 349, 26, 34]], "aya_moshaf": "لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 1962, "coordinates": [[327, 52, 297, 34], [362, 52, 322, 34], [396, 226, 149, 34]], "aya_moshaf": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ "}, {"aya_id": 1963, "coordinates": [[396, 52, 174, 34], [430, 52, 322, 34], [465, 225, 150, 34]], "aya_moshaf": "وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ "}, {"aya_id": 1964, "coordinates": [[465, 52, 173, 34], [499, 52, 322, 34], [533, 282, 93, 34]], "aya_moshaf": "تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ "}, {"aya_id": 1965, "coordinates": [[533, 52, 230, 34], [568, 52, 322, 34]], "aya_moshaf": "وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1956, 1965], "sura_id": 16}];
