const mainSuraId = 16;
const nearbySurasNames = {
    15: 'الحِجر',
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
};
const choicesObjects = {
    "273": "ليكفروا بما اتيناهم فتمتعوا فسوف",
    "274": "والله انزل من السماء ماء",
    "276": "والله جعل لكم من بيوتكم",
    "277": "الذين كفروا وصدوا عن سبيل",
};
const ayas = [{"aya_id": 1974, "coordinates": [[86, 53, 322, 34], [120, 179, 197, 34]], "aya_moshaf": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ "}, {"aya_id": 1975, "coordinates": [[120, 53, 126, 34], [155, 205, 171, 34]], "aya_moshaf": "فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ "}, {"aya_id": 1976, "coordinates": [[155, 53, 152, 34], [189, 53, 322, 34], [223, 53, 322, 34], [258, 208, 168, 34]], "aya_moshaf": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ "}, {"aya_id": 1977, "coordinates": [[258, 53, 155, 34], [292, 53, 322, 34], [326, 53, 322, 34], [361, 115, 261, 34]], "aya_moshaf": "وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ "}, {"aya_id": 1978, "coordinates": [[361, 53, 62, 34], [395, 53, 322, 34], [429, 91, 285, 34]], "aya_moshaf": "وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ "}, {"aya_id": 1979, "coordinates": [[429, 53, 38, 34], [464, 53, 322, 34], [498, 53, 322, 34], [532, 349, 27, 34]], "aya_moshaf": "وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ "}, {"aya_id": 1980, "coordinates": [[532, 53, 296, 34], [567, 53, 322, 34]], "aya_moshaf": "أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ "}]