const nearbySurasNames = {
    15: 'الحِجر',
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
};
const choicesObjects = {
    "274": "والله انزل من السماء ماء",
    "275": "ويعبدون من دون الله ما",
    "277": "الذين كفروا وصدوا عن سبيل",
    "278": "ولا تتخذوا ايمانكم دخلا بينكم",
};
const ayas = [{"aya_id": 1981, "coordinates": [[85, 83, 322, 34], [119, 83, 322, 34], [154, 83, 322, 34], [188, 379, 27, 34]], "aya_moshaf": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ "}, {"aya_id": 1982, "coordinates": [[188, 83, 296, 34], [222, 83, 322, 34], [257, 83, 322, 34], [291, 196, 210, 34]], "aya_moshaf": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ "}, {"aya_id": 1983, "coordinates": [[291, 83, 113, 34], [325, 301, 105, 34]], "aya_moshaf": "فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ "}, {"aya_id": 1984, "coordinates": [[325, 83, 218, 34], [360, 212, 194, 34]], "aya_moshaf": "يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ "}, {"aya_id": 1985, "coordinates": [[360, 83, 129, 34], [394, 83, 322, 34], [428, 379, 27, 34]], "aya_moshaf": "وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ "}, {"aya_id": 1986, "coordinates": [[428, 83, 296, 34], [463, 315, 91, 34]], "aya_moshaf": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ "}, {"aya_id": 1987, "coordinates": [[463, 83, 232, 34], [497, 83, 322, 34], [531, 126, 280, 34]], "aya_moshaf": "وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ "}, {"aya_id": 1988, "coordinates": [[531, 83, 43, 34], [566, 83, 322, 34]], "aya_moshaf": "وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ "}]
const ayasRanges = [{"ayas_ids_range": [1981, 1988], "sura_id": 16}];
