const nearbySurasNames = {
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
};
const choicesObjects = {
    "281": "ثم ان ربك للذين عملوا",
    "282": "سبحان الذي اسري بعبده ليلا",
    "284": "من كان يريد العاجله عجلنا",
    "285": "واما تعرضن عنهم ابتغاء رحمه",
};
const ayas = [{"aya_id": 2037, "coordinates": [[87, 46, 322, 34], [121, 297, 72, 34]], "aya_moshaf": "عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا "}, {"aya_id": 2038, "coordinates": [[121, 46, 251, 34], [156, 46, 322, 34]], "aya_moshaf": "إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا "}, {"aya_id": 2039, "coordinates": [[190, 46, 322, 34]], "aya_moshaf": "وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا "}, {"aya_id": 2040, "coordinates": [[224, 46, 322, 34]], "aya_moshaf": "وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا "}, {"aya_id": 2041, "coordinates": [[259, 46, 322, 34], [293, 46, 322, 34], [327, 98, 271, 34]], "aya_moshaf": "وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا "}, {"aya_id": 2042, "coordinates": [[327, 46, 52, 34], [362, 46, 322, 34], [396, 272, 97, 34]], "aya_moshaf": "وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا "}, {"aya_id": 2043, "coordinates": [[396, 46, 226, 34], [430, 342, 27, 34]], "aya_moshaf": "ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا "}, {"aya_id": 2044, "coordinates": [[430, 46, 296, 34], [465, 46, 322, 34], [499, 301, 68, 34]], "aya_moshaf": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا "}, {"aya_id": 2045, "coordinates": [[499, 46, 255, 34], [533, 158, 211, 34]], "aya_moshaf": "وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا "}, {"aya_id": 2046, "coordinates": [[533, 46, 112, 34], [568, 46, 322, 34]], "aya_moshaf": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا "}]
const ayasRanges = [{"ayas_ids_range": [2037, 2046], "sura_id": 17}];
