const nearbySurasNames = {
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
};
const choicesObjects = {
    "282": "سبحان الذي اسري بعبده ليلا",
    "283": "عسي ربكم ان يرحمكم وان",
    "285": "واما تعرضن عنهم ابتغاء رحمه",
    "286": "ذلك مما اوحي اليك ربك",
};
const ayas = [{"aya_id": 2047, "coordinates": [[83, 95, 322, 34], [117, 164, 254, 34]], "aya_moshaf": "مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا "}, {"aya_id": 2048, "coordinates": [[117, 95, 69, 34], [152, 95, 322, 34], [186, 294, 124, 34]], "aya_moshaf": "وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا "}, {"aya_id": 2049, "coordinates": [[186, 95, 199, 34], [220, 205, 213, 34]], "aya_moshaf": "كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا "}, {"aya_id": 2050, "coordinates": [[220, 95, 110, 34], [255, 95, 322, 34], [289, 394, 24, 34]], "aya_moshaf": "ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا "}, {"aya_id": 2051, "coordinates": [[289, 95, 299, 34]], "aya_moshaf": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا "}, {"aya_id": 2052, "coordinates": [[323, 95, 322, 34], [358, 95, 322, 34], [392, 156, 262, 34]], "aya_moshaf": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا "}, {"aya_id": 2053, "coordinates": [[392, 95, 61, 34], [426, 95, 322, 34], [461, 359, 59, 34]], "aya_moshaf": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا "}, {"aya_id": 2054, "coordinates": [[461, 95, 264, 34], [495, 225, 193, 34]], "aya_moshaf": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا "}, {"aya_id": 2055, "coordinates": [[495, 95, 130, 34], [529, 165, 253, 34]], "aya_moshaf": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا "}, {"aya_id": 2056, "coordinates": [[529, 95, 70, 34], [564, 95, 322, 34]], "aya_moshaf": "إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا "}]
const ayasRanges = [{"ayas_ids_range": [2047, 2056], "sura_id": 17}];
