const mainSuraId = 17;
const nearbySurasNames = {
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
};
const choicesObjects = {
    "285": "واما تعرضن عنهم ابتغاء رحمه",
    "286": "ذلك مما اوحي اليك ربك",
    "288": "وما منعنا ان نرسل بالايات",
    "289": "واذا مسكم الضر في البحر",
};
const ayas = [{"aya_id": 2079, "coordinates": [[87, 193, 179, 34]], "aya_moshaf": "۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا "}, {"aya_id": 2080, "coordinates": [[87, 49, 144, 34], [121, 49, 322, 34], [156, 49, 322, 34], [190, 271, 101, 34]], "aya_moshaf": "أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا "}, {"aya_id": 2081, "coordinates": [[190, 49, 222, 34], [224, 203, 169, 34]], "aya_moshaf": "يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا "}, {"aya_id": 2082, "coordinates": [[224, 49, 154, 34], [259, 49, 322, 34], [293, 287, 85, 34]], "aya_moshaf": "وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا "}, {"aya_id": 2083, "coordinates": [[293, 49, 238, 34], [327, 123, 249, 34]], "aya_moshaf": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا "}, {"aya_id": 2084, "coordinates": [[327, 49, 74, 34], [362, 49, 322, 34], [396, 245, 127, 34]], "aya_moshaf": "وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا "}, {"aya_id": 2085, "coordinates": [[396, 49, 196, 34], [430, 119, 253, 34]], "aya_moshaf": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا "}, {"aya_id": 2086, "coordinates": [[430, 49, 70, 34], [465, 49, 322, 34], [499, 49, 322, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا "}, {"aya_id": 2087, "coordinates": [[533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا "}]