const nearbySurasNames = {
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
};
const choicesObjects = {
    "287": "قل كونوا حجاره او حديدا",
    "288": "وما منعنا ان نرسل بالايات",
    "290": "سنه من قد ارسلنا قبلك",
    "291": "الا رحمه من ربك ان",
};
const ayas = [{"aya_id": 2096, "coordinates": [[87, 49, 322, 34], [121, 161, 210, 34]], "aya_moshaf": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا "}, {"aya_id": 2097, "coordinates": [[121, 49, 112, 34], [156, 49, 322, 34], [190, 295, 76, 34]], "aya_moshaf": "أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا "}, {"aya_id": 2098, "coordinates": [[190, 49, 246, 34], [224, 49, 322, 34], [259, 238, 133, 34]], "aya_moshaf": "أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا "}, {"aya_id": 2099, "coordinates": [[259, 49, 189, 34], [293, 49, 322, 34], [327, 185, 186, 34]], "aya_moshaf": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا "}, {"aya_id": 2100, "coordinates": [[327, 49, 136, 34], [362, 49, 322, 34], [396, 168, 203, 34]], "aya_moshaf": "يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا "}, {"aya_id": 2101, "coordinates": [[396, 49, 119, 34], [430, 132, 239, 34]], "aya_moshaf": "وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا "}, {"aya_id": 2102, "coordinates": [[430, 49, 83, 34], [465, 49, 322, 34], [499, 217, 154, 34]], "aya_moshaf": "وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا "}, {"aya_id": 2103, "coordinates": [[499, 49, 168, 34], [533, 193, 178, 34]], "aya_moshaf": "وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا "}, {"aya_id": 2104, "coordinates": [[533, 49, 144, 34], [568, 49, 322, 34]], "aya_moshaf": "إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا "}, {"aya_id": 2105, "coordinates": [[83, 84, 322, 34], [117, 177, 229, 34]], "aya_moshaf": "وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا "}]
const ayasRanges = [{"ayas_ids_range": [2096, 2105], "sura_id": 17}];
