const nearbySurasNames = {
    16: 'النَّحل',
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
};
const choicesObjects = {
    "288": "وما منعنا ان نرسل بالايات",
    "289": "واذا مسكم الضر في البحر",
    "291": "الا رحمه من ربك ان",
    "292": "ومن يهد الله فهو المهتد",
};
const ayas = [{"aya_id": 2106, "coordinates": [[117, 84, 93, 34], [152, 118, 288, 34]], "aya_moshaf": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا "}, {"aya_id": 2107, "coordinates": [[152, 84, 34, 34], [186, 84, 322, 34], [220, 232, 174, 34]], "aya_moshaf": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا "}, {"aya_id": 2108, "coordinates": [[220, 84, 148, 34], [255, 137, 269, 34]], "aya_moshaf": "وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا "}, {"aya_id": 2109, "coordinates": [[255, 84, 53, 34], [289, 84, 322, 34], [323, 260, 146, 34]], "aya_moshaf": "وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا "}, {"aya_id": 2110, "coordinates": [[323, 84, 176, 34], [358, 269, 137, 34]], "aya_moshaf": "وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا "}, {"aya_id": 2111, "coordinates": [[358, 84, 185, 34], [392, 125, 281, 34]], "aya_moshaf": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا "}, {"aya_id": 2112, "coordinates": [[392, 84, 41, 34], [426, 84, 322, 34], [461, 390, 16, 34]], "aya_moshaf": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا "}, {"aya_id": 2113, "coordinates": [[461, 84, 306, 34], [495, 349, 57, 34]], "aya_moshaf": "قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا "}, {"aya_id": 2114, "coordinates": [[495, 84, 265, 34], [529, 222, 184, 34]], "aya_moshaf": "وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا "}, {"aya_id": 2115, "coordinates": [[529, 84, 138, 34], [564, 84, 322, 34]], "aya_moshaf": "وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا "}]
const ayasRanges = [{"ayas_ids_range": [2106, 2115], "sura_id": 17}];
