const mainSuraId = 18;
const nearbySurasNames = {
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
    20: 'طه',
};
const choicesObjects = {
    "292": "ومن يهد الله فهو المهتد",
    "293": "وبالحق انزلناه وبالحق نزل وما",
    "295": "واذ اعتزلتموهم وما يعبدون الا",
    "296": "وكذلك اعثرنا عليهم ليعلموا ان",
};
const ayas = [{"aya_id": 2145, "coordinates": [[80, 92, 322, 34], [114, 223, 192, 34]], "aya_moshaf": "مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا "}, {"aya_id": 2146, "coordinates": [[114, 92, 131, 34], [149, 130, 285, 34]], "aya_moshaf": "فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا "}, {"aya_id": 2147, "coordinates": [[149, 92, 38, 34], [183, 92, 322, 34], [217, 393, 22, 34]], "aya_moshaf": "إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا "}, {"aya_id": 2148, "coordinates": [[217, 169, 224, 34]], "aya_moshaf": "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا "}, {"aya_id": 2149, "coordinates": [[217, 92, 77, 34], [252, 92, 322, 34]], "aya_moshaf": "أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا "}, {"aya_id": 2150, "coordinates": [[286, 92, 322, 34], [320, 248, 167, 34]], "aya_moshaf": "إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا "}, {"aya_id": 2151, "coordinates": [[320, 92, 156, 34], [355, 253, 162, 34]], "aya_moshaf": "فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا "}, {"aya_id": 2152, "coordinates": [[355, 92, 161, 34], [389, 271, 144, 34]], "aya_moshaf": "ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا "}, {"aya_id": 2153, "coordinates": [[389, 92, 179, 34], [423, 145, 270, 34]], "aya_moshaf": "نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى "}, {"aya_id": 2154, "coordinates": [[423, 92, 53, 34], [458, 92, 322, 34], [492, 145, 270, 34]], "aya_moshaf": "وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا "}, {"aya_id": 2155, "coordinates": [[492, 92, 53, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا "}]