const nearbySurasNames = {
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
    20: 'طه',
};
const choicesObjects = {
    "293": "وبالحق انزلناه وبالحق نزل وما",
    "294": "ما لهم به من علم",
    "296": "وكذلك اعثرنا عليهم ليعلموا ان",
    "297": "واصبر نفسك مع الذين يدعون",
};
const ayas = [{"aya_id": 2156, "coordinates": [[87, 47, 322, 34], [121, 47, 322, 34], [156, 339, 31, 34]], "aya_moshaf": "وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا "}, {"aya_id": 2157, "coordinates": [[156, 47, 292, 34], [190, 47, 322, 34], [224, 47, 322, 34], [259, 172, 198, 34]], "aya_moshaf": "۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا "}, {"aya_id": 2158, "coordinates": [[259, 47, 125, 34], [293, 47, 322, 34], [327, 47, 322, 34], [362, 188, 182, 34]], "aya_moshaf": "وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا "}, {"aya_id": 2159, "coordinates": [[362, 47, 141, 34], [396, 47, 322, 34], [430, 47, 322, 34], [465, 47, 322, 34], [499, 47, 322, 34], [533, 249, 121, 34]], "aya_moshaf": "وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا "}, {"aya_id": 2160, "coordinates": [[533, 47, 202, 34], [568, 47, 322, 34]], "aya_moshaf": "إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا "}]
const ayasRanges = [{"ayas_ids_range": [2156, 2160], "sura_id": 18}];
