const nearbySurasNames = {
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
    20: 'طه',
};
const choicesObjects = {
    "296": "وكذلك اعثرنا عليهم ليعلموا ان",
    "297": "واصبر نفسك مع الذين يدعون",
    "299": "المال والبنون زينه الحياه الدنيا",
    "300": "ولقد صرفنا في هذا القران",
};
const ayas = [{"aya_id": 2175, "coordinates": [[80, 92, 322, 34], [114, 358, 57, 34]], "aya_moshaf": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا "}, {"aya_id": 2176, "coordinates": [[114, 92, 266, 34], [149, 244, 171, 34]], "aya_moshaf": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا "}, {"aya_id": 2177, "coordinates": [[149, 92, 152, 34], [183, 92, 322, 34], [217, 391, 24, 34]], "aya_moshaf": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا "}, {"aya_id": 2178, "coordinates": [[217, 144, 247, 34]], "aya_moshaf": "لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا "}, {"aya_id": 2179, "coordinates": [[217, 92, 52, 34], [252, 92, 322, 34], [286, 271, 144, 34]], "aya_moshaf": "وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا "}, {"aya_id": 2180, "coordinates": [[286, 92, 179, 34], [320, 92, 322, 34], [355, 368, 47, 34]], "aya_moshaf": "فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا "}, {"aya_id": 2181, "coordinates": [[355, 92, 276, 34]], "aya_moshaf": "أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا "}, {"aya_id": 2182, "coordinates": [[389, 92, 322, 34], [423, 163, 252, 34]], "aya_moshaf": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا "}, {"aya_id": 2183, "coordinates": [[423, 92, 71, 34], [458, 178, 237, 34]], "aya_moshaf": "وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا "}, {"aya_id": 2184, "coordinates": [[458, 92, 86, 34], [492, 232, 183, 34]], "aya_moshaf": "هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا "}, {"aya_id": 2185, "coordinates": [[492, 92, 140, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا "}]
const ayasRanges = [{"ayas_ids_range": [2175, 2185], "sura_id": 18}];
