const nearbySurasNames = {
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
    20: 'طه',
};
const choicesObjects = {
    "297": "واصبر نفسك مع الذين يدعون",
    "298": "ودخل جنته وهو ظالم لنفسه",
    "300": "ولقد صرفنا في هذا القران",
    "301": "فلما جاوزا قال لفتاه اتنا",
};
const ayas = [{"aya_id": 2186, "coordinates": [[83, 48, 322, 34], [117, 181, 190, 34]], "aya_moshaf": "ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا "}, {"aya_id": 2187, "coordinates": [[117, 48, 133, 34], [152, 104, 267, 34]], "aya_moshaf": "وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا "}, {"aya_id": 2188, "coordinates": [[152, 48, 56, 34], [186, 48, 322, 34], [220, 226, 145, 34]], "aya_moshaf": "وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا "}, {"aya_id": 2189, "coordinates": [[220, 48, 178, 34], [255, 48, 322, 34], [289, 48, 322, 34], [323, 190, 181, 34]], "aya_moshaf": "وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا "}, {"aya_id": 2190, "coordinates": [[323, 48, 142, 34], [358, 48, 322, 34], [392, 48, 322, 34], [426, 229, 142, 34]], "aya_moshaf": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا "}, {"aya_id": 2191, "coordinates": [[426, 48, 181, 34], [461, 48, 322, 34], [495, 345, 26, 34]], "aya_moshaf": "۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا "}, {"aya_id": 2192, "coordinates": [[495, 48, 297, 34], [529, 140, 231, 34]], "aya_moshaf": "وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا "}, {"aya_id": 2193, "coordinates": [[529, 48, 92, 34], [564, 48, 322, 34]], "aya_moshaf": "وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا "}]
const ayasRanges = [{"ayas_ids_range": [2186, 2193], "sura_id": 18}];
