const mainSuraId = 2;
const nearbySurasNames = {
    1: 'الفَاتِحة',
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
};
const choicesObjects = {
    "1": "بسم الله الرحمن الرحيم",
    "2": "الم",
    "4": "مثلهم كمثل الذي استوقد نارا",
    "5": "وبشر الذين امنوا وعملوا الصالحات",
};
const ayas = [{"aya_id": 13, "coordinates": [[87, 49, 322, 34], [121, 285, 87, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ "}, {"aya_id": 14, "coordinates": [[121, 49, 236, 34], [156, 122, 250, 34]], "aya_moshaf": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ "}, {"aya_id": 15, "coordinates": [[156, 49, 73, 34], [190, 49, 322, 34]], "aya_moshaf": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ "}, {"aya_id": 16, "coordinates": [[224, 49, 322, 34], [259, 275, 97, 34]], "aya_moshaf": "يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ "}, {"aya_id": 17, "coordinates": [[259, 49, 226, 34], [293, 135, 237, 34]], "aya_moshaf": "فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ "}, {"aya_id": 18, "coordinates": [[293, 49, 86, 34], [327, 49, 322, 34]], "aya_moshaf": "وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ "}, {"aya_id": 19, "coordinates": [[362, 104, 268, 34]], "aya_moshaf": "أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ "}, {"aya_id": 20, "coordinates": [[362, 49, 55, 34], [396, 49, 322, 34], [430, 121, 251, 34]], "aya_moshaf": "وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ "}, {"aya_id": 21, "coordinates": [[430, 49, 72, 34], [465, 49, 322, 34], [499, 192, 180, 34]], "aya_moshaf": "وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ "}, {"aya_id": 22, "coordinates": [[499, 49, 143, 34], [533, 233, 139, 34]], "aya_moshaf": "ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ "}, {"aya_id": 23, "coordinates": [[533, 49, 184, 34], [568, 49, 322, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ "}]