const mainSuraId = 18;
const nearbySurasNames = {
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
    20: 'طه',
};
const choicesObjects = {
    "298": "ودخل جنته وهو ظالم لنفسه",
    "299": "المال والبنون زينه الحياه الدنيا",
    "301": "فلما جاوزا قال لفتاه اتنا",
    "302": "قال الم اقل لك انك",
};
const ayas = [{"aya_id": 2194, "coordinates": [[80, 92, 322, 34], [114, 236, 179, 34]], "aya_moshaf": "وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا "}, {"aya_id": 2195, "coordinates": [[114, 92, 144, 34], [149, 92, 322, 34], [183, 216, 199, 34]], "aya_moshaf": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا "}, {"aya_id": 2196, "coordinates": [[183, 92, 124, 34], [217, 92, 322, 34], [252, 124, 291, 34]], "aya_moshaf": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا "}, {"aya_id": 2197, "coordinates": [[252, 92, 32, 34], [286, 92, 322, 34], [320, 92, 322, 34], [355, 141, 274, 34]], "aya_moshaf": "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا "}, {"aya_id": 2198, "coordinates": [[355, 92, 49, 34], [389, 92, 322, 34], [423, 92, 322, 34]], "aya_moshaf": "وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا "}, {"aya_id": 2199, "coordinates": [[458, 92, 322, 34], [492, 339, 76, 34]], "aya_moshaf": "وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا "}, {"aya_id": 2200, "coordinates": [[492, 92, 247, 34], [526, 159, 256, 34]], "aya_moshaf": "وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا "}, {"aya_id": 2201, "coordinates": [[526, 92, 67, 34], [561, 92, 322, 34]], "aya_moshaf": "فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا "}]