const nearbySurasNames = {
    17: 'الإسرَاء',
    18: 'الكَهف',
    19: 'مَريَم',
    20: 'طه',
};
const choicesObjects = {
    "300": "ولقد صرفنا في هذا القران",
    "301": "فلما جاوزا قال لفتاه اتنا",
    "303": "انا مكنا له في الارض",
    "304": "قال هذا رحمه من ربي",
};
const ayas = [{"aya_id": 2215, "coordinates": [[83, 132, 280, 34]], "aya_moshaf": "۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا "}, {"aya_id": 2216, "coordinates": [[83, 89, 43, 34], [117, 89, 322, 34], [152, 385, 27, 34]], "aya_moshaf": "قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا "}, {"aya_id": 2217, "coordinates": [[152, 89, 296, 34], [186, 89, 322, 34], [220, 205, 207, 34]], "aya_moshaf": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا "}, {"aya_id": 2218, "coordinates": [[220, 89, 116, 34], [255, 125, 287, 34]], "aya_moshaf": "قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا "}, {"aya_id": 2219, "coordinates": [[255, 89, 36, 34], [289, 89, 322, 34], [323, 162, 250, 34]], "aya_moshaf": "أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا "}, {"aya_id": 2220, "coordinates": [[323, 89, 73, 34], [358, 89, 322, 34], [392, 385, 27, 34]], "aya_moshaf": "وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا "}, {"aya_id": 2221, "coordinates": [[392, 89, 296, 34], [426, 387, 25, 34]], "aya_moshaf": "فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا "}, {"aya_id": 2222, "coordinates": [[426, 89, 298, 34], [461, 89, 322, 34], [495, 89, 322, 34], [529, 143, 269, 34]], "aya_moshaf": "وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا "}, {"aya_id": 2223, "coordinates": [[529, 89, 54, 34], [564, 89, 322, 34]], "aya_moshaf": "وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا "}]
const ayasRanges = [{"ayas_ids_range": [2215, 2223], "sura_id": 18}];
