const nearbySurasNames = {
    18: 'الكَهف',
    19: 'مَريَم',
    20: 'طه',
    21: 'الأنبيَاء',
};
const choicesObjects = {
    "304": "قال هذا رحمه من ربي",
    "305": "كهيعص",
    "307": "فكلي واشربي وقري عينا فاما",
    "308": "وانذرهم يوم الحسره اذ قضي",
};
const ayas = [{"aya_id": 2262, "coordinates": [[82, 85, 322, 34]], "aya_moshaf": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا "}, {"aya_id": 2263, "coordinates": [[116, 188, 220, 34]], "aya_moshaf": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا "}, {"aya_id": 2264, "coordinates": [[116, 85, 103, 34], [151, 270, 138, 34]], "aya_moshaf": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا "}, {"aya_id": 2265, "coordinates": [[151, 85, 185, 34], [185, 288, 120, 34]], "aya_moshaf": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا "}, {"aya_id": 2266, "coordinates": [[185, 85, 203, 34], [219, 251, 157, 34]], "aya_moshaf": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا "}, {"aya_id": 2267, "coordinates": [[219, 85, 166, 34], [254, 134, 274, 34]], "aya_moshaf": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا "}, {"aya_id": 2268, "coordinates": [[254, 85, 49, 34], [288, 198, 210, 34]], "aya_moshaf": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا "}, {"aya_id": 2269, "coordinates": [[288, 85, 113, 34], [322, 194, 214, 34]], "aya_moshaf": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا "}, {"aya_id": 2270, "coordinates": [[322, 85, 109, 34], [357, 168, 240, 34]], "aya_moshaf": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا "}, {"aya_id": 2271, "coordinates": [[357, 85, 83, 34], [391, 85, 322, 34], [425, 236, 172, 34]], "aya_moshaf": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا "}, {"aya_id": 2272, "coordinates": [[425, 85, 151, 34], [460, 287, 121, 34]], "aya_moshaf": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا "}, {"aya_id": 2273, "coordinates": [[460, 85, 202, 34], [494, 85, 322, 34]], "aya_moshaf": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا "}, {"aya_id": 2274, "coordinates": [[528, 85, 322, 34]], "aya_moshaf": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا "}, {"aya_id": 2275, "coordinates": [[563, 85, 322, 34]], "aya_moshaf": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا "}]
const ayasRanges = [{"ayas_ids_range": [2262, 2275], "sura_id": 19}];
