const nearbySurasNames = {
    18: 'الكَهف',
    19: 'مَريَم',
    20: 'طه',
    21: 'الأنبيَاء',
};
const choicesObjects = {
    "310": "رب السموات والارض وما بينهما",
    "311": "افرايت الذي كفر باياتنا وقال",
    "313": "وانا اخترتك فاستمع لما يوحي",
    "314": "اذ اوحينا الي امك ما",
};
const ayas = [{"aya_id": 2346, "coordinates": [[80, 92, 322, 34], [114, 326, 89, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا "}, {"aya_id": 2347, "coordinates": [[114, 92, 234, 34], [149, 213, 202, 34]], "aya_moshaf": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا "}, {"aya_id": 2348, "coordinates": [[149, 92, 121, 34], [183, 92, 322, 34]], "aya_moshaf": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا "}, {"aya_id": 2349, "coordinates": [[286, 360, 55, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ طه "}, {"aya_id": 2350, "coordinates": [[286, 174, 186, 34]], "aya_moshaf": "مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ "}, {"aya_id": 2351, "coordinates": [[286, 92, 82, 34], [320, 331, 84, 34]], "aya_moshaf": "إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ "}, {"aya_id": 2352, "coordinates": [[320, 92, 239, 34]], "aya_moshaf": "تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى "}, {"aya_id": 2353, "coordinates": [[355, 239, 176, 34]], "aya_moshaf": "ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ "}, {"aya_id": 2354, "coordinates": [[355, 92, 147, 34], [389, 196, 219, 34]], "aya_moshaf": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ "}, {"aya_id": 2355, "coordinates": [[389, 92, 104, 34], [423, 278, 137, 34]], "aya_moshaf": "وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى "}, {"aya_id": 2356, "coordinates": [[423, 92, 186, 34], [458, 349, 66, 34]], "aya_moshaf": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ "}, {"aya_id": 2357, "coordinates": [[458, 161, 188, 34]], "aya_moshaf": "وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ "}, {"aya_id": 2358, "coordinates": [[458, 92, 69, 34], [492, 92, 322, 34], [526, 264, 151, 34]], "aya_moshaf": "إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى "}, {"aya_id": 2359, "coordinates": [[526, 92, 172, 34]], "aya_moshaf": "فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ "}, {"aya_id": 2360, "coordinates": [[561, 92, 322, 34]], "aya_moshaf": "إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى "}]
const ayasRanges = [{"ayas_ids_range": [2346, 2348], "sura_id": 19}, {"ayas_ids_range": [2349, 2360], "sura_id": 20}];
