const nearbySurasNames = {
    19: 'مَريَم',
    20: 'طه',
    21: 'الأنبيَاء',
    22: 'الحج',
};
const choicesObjects = {
    "316": "قالوا ياموسي اما ان تلقي",
    "317": "ولقد اوحينا الي موسي ان",
    "319": "كذلك نقص عليك من انباء",
    "320": "فتعالي الله الملك الحق ولا",
};
const ayas = [{"aya_id": 2436, "coordinates": [[80, 92, 322, 34], [114, 287, 128, 34]], "aya_moshaf": "فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ "}, {"aya_id": 2437, "coordinates": [[114, 92, 195, 34], [149, 259, 156, 34]], "aya_moshaf": "أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا "}, {"aya_id": 2438, "coordinates": [[149, 92, 167, 34], [183, 92, 322, 34], [217, 363, 52, 34]], "aya_moshaf": "وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي "}, {"aya_id": 2439, "coordinates": [[217, 92, 271, 34], [252, 395, 20, 34]], "aya_moshaf": "قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ "}, {"aya_id": 2440, "coordinates": [[252, 176, 219, 34]], "aya_moshaf": "قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ "}, {"aya_id": 2441, "coordinates": [[252, 92, 84, 34], [286, 295, 120, 34]], "aya_moshaf": "أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي "}, {"aya_id": 2442, "coordinates": [[286, 92, 203, 34], [320, 92, 322, 34], [355, 364, 51, 34]], "aya_moshaf": "قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي "}, {"aya_id": 2443, "coordinates": [[355, 178, 186, 34]], "aya_moshaf": "قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ "}, {"aya_id": 2444, "coordinates": [[355, 92, 86, 34], [389, 92, 322, 34], [423, 151, 264, 34]], "aya_moshaf": "قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي "}, {"aya_id": 2445, "coordinates": [[423, 92, 59, 34], [458, 92, 322, 34], [492, 92, 322, 34], [526, 141, 274, 34]], "aya_moshaf": "قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا "}, {"aya_id": 2446, "coordinates": [[526, 92, 49, 34], [561, 92, 322, 34]], "aya_moshaf": "إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا "}]
const ayasRanges = [{"ayas_ids_range": [2436, 2446], "sura_id": 20}];
