const nearbySurasNames = {
    1: 'الفَاتِحة',
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
};
const choicesObjects = {
    "30": "واقتلوهم حيث ثقفتموهم واخرجوهم من",
    "31": "الحج اشهر معلومات فمن فرض",
    "33": "سل بني اسرائيل كم اتيناهم",
    "34": "كتب عليكم القتال وهو كره",
};
const ayas = [{"aya_id": 210, "coordinates": [[82, 92, 322, 34], [116, 92, 322, 34], [151, 133, 282, 34]], "aya_moshaf": "۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ "}, {"aya_id": 211, "coordinates": [[151, 92, 41, 34], [185, 92, 322, 34], [219, 201, 214, 34]], "aya_moshaf": "وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ "}, {"aya_id": 212, "coordinates": [[219, 92, 109, 34], [254, 92, 322, 34], [288, 293, 122, 34]], "aya_moshaf": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ "}, {"aya_id": 213, "coordinates": [[288, 92, 201, 34], [322, 150, 265, 34]], "aya_moshaf": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ "}, {"aya_id": 214, "coordinates": [[322, 92, 58, 34], [357, 92, 322, 34], [391, 291, 124, 34]], "aya_moshaf": "وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ "}, {"aya_id": 215, "coordinates": [[391, 92, 199, 34], [425, 92, 322, 34], [460, 255, 160, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ "}, {"aya_id": 216, "coordinates": [[460, 92, 163, 34], [494, 92, 322, 34], [528, 393, 22, 34]], "aya_moshaf": "فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ "}, {"aya_id": 217, "coordinates": [[528, 92, 301, 34], [563, 93, 322, 34]], "aya_moshaf": "هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ "}]
const ayasRanges = [{"ayas_ids_range": [210, 217], "sura_id": 2}];
