const mainSuraId = 21;
const nearbySurasNames = {
    20: 'طه',
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
};
const choicesObjects = {
    "320": "فتعالي الله الملك الحق ولا",
    "321": "قال كذلك اتتك اياتنا فنسيتها",
    "323": "وكم قصمنا من قريه كانت",
    "324": "وما ارسلنا من قبلك من",
};
const ayas = [{"aya_id": 2484, "coordinates": [[154, 86, 322, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ "}, {"aya_id": 2485, "coordinates": [[188, 86, 322, 34], [222, 341, 68, 34]], "aya_moshaf": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ "}, {"aya_id": 2486, "coordinates": [[222, 86, 255, 34], [257, 86, 322, 34], [291, 323, 86, 34]], "aya_moshaf": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ "}, {"aya_id": 2487, "coordinates": [[291, 86, 237, 34], [325, 274, 135, 34]], "aya_moshaf": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ "}, {"aya_id": 2488, "coordinates": [[325, 86, 188, 34], [360, 86, 322, 34], [394, 385, 24, 34]], "aya_moshaf": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ "}, {"aya_id": 2489, "coordinates": [[394, 86, 299, 34], [428, 387, 22, 34]], "aya_moshaf": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ "}, {"aya_id": 2490, "coordinates": [[428, 86, 301, 34], [463, 205, 204, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ "}, {"aya_id": 2491, "coordinates": [[463, 86, 119, 34], [497, 173, 236, 34]], "aya_moshaf": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ "}, {"aya_id": 2492, "coordinates": [[497, 86, 87, 34], [531, 86, 322, 34]], "aya_moshaf": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ "}, {"aya_id": 2493, "coordinates": [[566, 86, 322, 34]], "aya_moshaf": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ "}]