const mainSuraId = 21;
const nearbySurasNames = {
    20: 'طه',
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
};
const choicesObjects = {
    "322": "اقترب للناس حسابهم وهم في",
    "323": "وكم قصمنا من قريه كانت",
    "325": "واذا راك الذين كفروا ان",
    "326": "قل انما انذركم بالوحي ولا",
};
const ayas = [{"aya_id": 2508, "coordinates": [[83, 85, 322, 34], [117, 290, 118, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ "}, {"aya_id": 2509, "coordinates": [[117, 85, 205, 34], [152, 251, 157, 34]], "aya_moshaf": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ "}, {"aya_id": 2510, "coordinates": [[152, 85, 166, 34], [186, 279, 129, 34]], "aya_moshaf": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ "}, {"aya_id": 2511, "coordinates": [[186, 85, 194, 34], [220, 85, 322, 34], [255, 382, 26, 34]], "aya_moshaf": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ "}, {"aya_id": 2512, "coordinates": [[255, 85, 297, 34], [289, 198, 210, 34]], "aya_moshaf": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ "}, {"aya_id": 2513, "coordinates": [[289, 85, 113, 34], [323, 85, 322, 34], [358, 197, 211, 34]], "aya_moshaf": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ "}, {"aya_id": 2514, "coordinates": [[358, 85, 112, 34], [392, 85, 322, 34], [426, 334, 74, 34]], "aya_moshaf": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ "}, {"aya_id": 2515, "coordinates": [[426, 85, 249, 34], [461, 302, 106, 34]], "aya_moshaf": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ "}, {"aya_id": 2516, "coordinates": [[461, 85, 217, 34], [495, 231, 177, 34]], "aya_moshaf": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ "}, {"aya_id": 2517, "coordinates": [[495, 85, 146, 34], [529, 194, 214, 34]], "aya_moshaf": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ "}, {"aya_id": 2518, "coordinates": [[529, 85, 109, 34], [564, 85, 322, 34]], "aya_moshaf": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ "}]