const mainSuraId = 21;
const nearbySurasNames = {
    20: 'طه',
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
};
const choicesObjects = {
    "327": "فجعلهم جذاذا الا كبيرا لهم",
    "328": "وجعلناهم ائمه يهدون بامرنا واوحينا",
    "330": "والتي احصنت فرجها فنفخنا فيها",
    "331": "لا يسمعون حسيسها وهم في",
};
const ayas = [{"aya_id": 2565, "coordinates": [[87, 49, 322, 34], [121, 138, 234, 34]], "aya_moshaf": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ "}, {"aya_id": 2566, "coordinates": [[121, 49, 89, 34], [156, 49, 322, 34]], "aya_moshaf": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ "}, {"aya_id": 2567, "coordinates": [[190, 49, 322, 34], [224, 49, 322, 34]], "aya_moshaf": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ "}, {"aya_id": 2568, "coordinates": [[259, 49, 322, 34], [293, 343, 29, 34]], "aya_moshaf": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ "}, {"aya_id": 2569, "coordinates": [[293, 49, 294, 34], [327, 339, 33, 34]], "aya_moshaf": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ "}, {"aya_id": 2570, "coordinates": [[327, 49, 290, 34], [362, 49, 322, 34], [396, 192, 180, 34]], "aya_moshaf": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ "}, {"aya_id": 2571, "coordinates": [[396, 49, 143, 34], [430, 122, 250, 34]], "aya_moshaf": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ "}, {"aya_id": 2572, "coordinates": [[430, 49, 73, 34], [465, 49, 322, 34], [499, 342, 30, 34]], "aya_moshaf": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ "}, {"aya_id": 2573, "coordinates": [[499, 49, 293, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ "}]