const mainSuraId = 21;
const nearbySurasNames = {
    20: 'طه',
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
};
const choicesObjects = {
    "328": "وجعلناهم ائمه يهدون بامرنا واوحينا",
    "329": "ومن الشياطين من يغوصون له",
    "331": "لا يسمعون حسيسها وهم في",
    "332": "ياايها الناس اتقوا ربكم ان",
};
const ayas = [{"aya_id": 2574, "coordinates": [[80, 92, 322, 34], [114, 155, 260, 34]], "aya_moshaf": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ "}, {"aya_id": 2575, "coordinates": [[114, 92, 63, 34], [149, 92, 322, 34]], "aya_moshaf": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ "}, {"aya_id": 2576, "coordinates": [[183, 92, 322, 34]], "aya_moshaf": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ "}, {"aya_id": 2577, "coordinates": [[217, 92, 322, 34], [252, 212, 203, 34]], "aya_moshaf": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ "}, {"aya_id": 2578, "coordinates": [[252, 92, 120, 34], [286, 211, 204, 34]], "aya_moshaf": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ "}, {"aya_id": 2579, "coordinates": [[286, 92, 119, 34], [320, 92, 322, 34]], "aya_moshaf": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ "}, {"aya_id": 2580, "coordinates": [[355, 92, 322, 34], [389, 92, 322, 34], [423, 318, 97, 34]], "aya_moshaf": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ "}, {"aya_id": 2581, "coordinates": [[423, 92, 226, 34], [458, 151, 264, 34]], "aya_moshaf": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ "}, {"aya_id": 2582, "coordinates": [[458, 92, 59, 34], [492, 92, 322, 34]], "aya_moshaf": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ "}, {"aya_id": 2583, "coordinates": [[526, 150, 265, 34]], "aya_moshaf": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ "}, {"aya_id": 2584, "coordinates": [[526, 92, 58, 34], [561, 92, 322, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ "}]