const nearbySurasNames = {
    20: 'طه',
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
};
const choicesObjects = {
    "329": "ومن الشياطين من يغوصون له",
    "330": "والتي احصنت فرجها فنفخنا فيها",
    "332": "ياايها الناس اتقوا ربكم ان",
    "333": "ذلك بان الله هو الحق",
};
const ayas = [{"aya_id": 2585, "coordinates": [[83, 49, 322, 34], [117, 290, 82, 34]], "aya_moshaf": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ "}, {"aya_id": 2586, "coordinates": [[117, 49, 241, 34], [152, 49, 322, 34], [186, 343, 29, 34]], "aya_moshaf": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ "}, {"aya_id": 2587, "coordinates": [[186, 49, 294, 34], [220, 49, 322, 34], [255, 342, 30, 34]], "aya_moshaf": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ "}, {"aya_id": 2588, "coordinates": [[255, 49, 293, 34], [289, 167, 205, 34]], "aya_moshaf": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ "}, {"aya_id": 2589, "coordinates": [[289, 49, 118, 34], [323, 251, 121, 34]], "aya_moshaf": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ "}, {"aya_id": 2590, "coordinates": [[323, 49, 202, 34], [358, 344, 28, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ "}, {"aya_id": 2591, "coordinates": [[358, 49, 295, 34], [392, 213, 159, 34]], "aya_moshaf": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ "}, {"aya_id": 2592, "coordinates": [[392, 49, 164, 34], [426, 49, 322, 34]], "aya_moshaf": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ "}, {"aya_id": 2593, "coordinates": [[461, 49, 322, 34], [495, 343, 29, 34]], "aya_moshaf": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ "}, {"aya_id": 2594, "coordinates": [[495, 76, 267, 34]], "aya_moshaf": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ "}, {"aya_id": 2595, "coordinates": [[495, 49, 27, 34], [529, 49, 322, 34]], "aya_moshaf": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ "}]
const ayasRanges = [{"ayas_ids_range": [2585, 2595], "sura_id": 21}];
