const nearbySurasNames = {
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
    24: 'النور',
};
const choicesObjects = {
    "330": "والتي احصنت فرجها فنفخنا فيها",
    "331": "لا يسمعون حسيسها وهم في",
    "333": "ذلك بان الله هو الحق",
    "334": "وكذلك انزلناه ايات بينات وان",
};
const ayas = [{"aya_id": 2596, "coordinates": [[118, 92, 322, 34], [153, 347, 68, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ "}, {"aya_id": 2597, "coordinates": [[153, 92, 255, 34], [187, 92, 322, 34], [221, 92, 322, 34], [256, 387, 28, 34]], "aya_moshaf": "يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ "}, {"aya_id": 2598, "coordinates": [[256, 92, 295, 34], [290, 299, 116, 34]], "aya_moshaf": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ "}, {"aya_id": 2599, "coordinates": [[290, 92, 207, 34], [324, 242, 173, 34]], "aya_moshaf": "كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ "}, {"aya_id": 2600, "coordinates": [[324, 92, 150, 34], [359, 92, 322, 34], [393, 92, 322, 34], [427, 92, 322, 34], [462, 92, 322, 34], [496, 92, 322, 34], [530, 92, 322, 34], [565, 92, 322, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ "}]
const ayasRanges = [{"ayas_ids_range": [2596, 2600], "sura_id": 22}];
