const nearbySurasNames = {
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
    24: 'النور',
};
const choicesObjects = {
    "331": "لا يسمعون حسيسها وهم في",
    "332": "ياايها الناس اتقوا ربكم ان",
    "334": "وكذلك انزلناه ايات بينات وان",
    "335": "وهدوا الي الطيب من القول",
};
const ayas = [{"aya_id": 2601, "coordinates": [[87, 49, 322, 34], [121, 345, 27, 34]], "aya_moshaf": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ "}, {"aya_id": 2602, "coordinates": [[121, 49, 296, 34], [156, 307, 65, 34]], "aya_moshaf": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ "}, {"aya_id": 2603, "coordinates": [[156, 49, 258, 34], [190, 261, 111, 34]], "aya_moshaf": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ "}, {"aya_id": 2604, "coordinates": [[190, 49, 212, 34], [224, 90, 282, 34]], "aya_moshaf": "ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ "}, {"aya_id": 2605, "coordinates": [[224, 49, 41, 34], [259, 110, 262, 34]], "aya_moshaf": "ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ "}, {"aya_id": 2606, "coordinates": [[259, 49, 61, 34], [293, 49, 322, 34], [327, 49, 322, 34], [362, 247, 125, 34]], "aya_moshaf": "وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ "}, {"aya_id": 2607, "coordinates": [[362, 49, 198, 34], [396, 113, 259, 34]], "aya_moshaf": "يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ "}, {"aya_id": 2608, "coordinates": [[396, 49, 64, 34], [430, 49, 322, 34]], "aya_moshaf": "يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ "}, {"aya_id": 2609, "coordinates": [[465, 49, 322, 34], [499, 101, 271, 34]], "aya_moshaf": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ "}, {"aya_id": 2610, "coordinates": [[499, 49, 52, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ "}]
const ayasRanges = [{"ayas_ids_range": [2601, 2610], "sura_id": 22}];
