const mainSuraId = 22;
const nearbySurasNames = {
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
    24: 'النور',
};
const choicesObjects = {
    "333": "ذلك بان الله هو الحق",
    "334": "وكذلك انزلناه ايات بينات وان",
    "336": "حنفاء لله غير مشركين به",
    "337": "اذن للذين يقاتلون بانهم ظلموا",
};
const ayas = [{"aya_id": 2619, "coordinates": [[83, 50, 322, 34], [117, 341, 32, 34]], "aya_moshaf": "وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ "}, {"aya_id": 2620, "coordinates": [[117, 50, 291, 34], [152, 50, 322, 34], [186, 50, 322, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ "}, {"aya_id": 2621, "coordinates": [[220, 50, 322, 34], [255, 50, 322, 34], [289, 300, 73, 34]], "aya_moshaf": "وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ "}, {"aya_id": 2622, "coordinates": [[289, 50, 250, 34], [323, 124, 249, 34]], "aya_moshaf": "وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ "}, {"aya_id": 2623, "coordinates": [[323, 50, 74, 34], [358, 50, 322, 34], [392, 50, 322, 34], [426, 253, 120, 34]], "aya_moshaf": "لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ "}, {"aya_id": 2624, "coordinates": [[426, 50, 203, 34], [461, 122, 251, 34]], "aya_moshaf": "ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ "}, {"aya_id": 2625, "coordinates": [[461, 50, 72, 34], [495, 50, 322, 34], [529, 50, 322, 34], [564, 50, 322, 34]], "aya_moshaf": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ "}]