const nearbySurasNames = {
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
    24: 'النور',
};
const choicesObjects = {
    "334": "وكذلك انزلناه ايات بينات وان",
    "335": "وهدوا الي الطيب من القول",
    "337": "اذن للذين يقاتلون بانهم ظلموا",
    "338": "ويستعجلونك بالعذاب ولن يخلف الله",
};
const ayas = [{"aya_id": 2626, "coordinates": [[82, 87, 322, 34], [116, 87, 322, 34], [151, 383, 26, 34]], "aya_moshaf": "حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ "}, {"aya_id": 2627, "coordinates": [[151, 87, 296, 34], [185, 385, 24, 34]], "aya_moshaf": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ "}, {"aya_id": 2628, "coordinates": [[185, 87, 298, 34], [219, 337, 72, 34]], "aya_moshaf": "لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ "}, {"aya_id": 2629, "coordinates": [[219, 87, 250, 34], [254, 87, 322, 34], [288, 220, 189, 34]], "aya_moshaf": "وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ "}, {"aya_id": 2630, "coordinates": [[288, 87, 133, 34], [322, 87, 322, 34], [357, 296, 113, 34]], "aya_moshaf": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ "}, {"aya_id": 2631, "coordinates": [[357, 87, 209, 34], [391, 87, 322, 34], [425, 87, 322, 34], [460, 258, 151, 34]], "aya_moshaf": "وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ "}, {"aya_id": 2632, "coordinates": [[460, 87, 171, 34], [494, 87, 322, 34], [528, 161, 248, 34]], "aya_moshaf": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ "}, {"aya_id": 2633, "coordinates": [[528, 87, 74, 34], [563, 87, 322, 34]], "aya_moshaf": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ "}]
const ayasRanges = [{"ayas_ids_range": [2626, 2633], "sura_id": 22}];
