const mainSuraId = 22;
const nearbySurasNames = {
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
    24: 'النور',
};
const choicesObjects = {
    "335": "وهدوا الي الطيب من القول",
    "336": "حنفاء لله غير مشركين به",
    "338": "ويستعجلونك بالعذاب ولن يخلف الله",
    "339": "الملك يومئذ لله يحكم بينهم",
};
const ayas = [{"aya_id": 2634, "coordinates": [[87, 49, 322, 34], [121, 304, 67, 34]], "aya_moshaf": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ "}, {"aya_id": 2635, "coordinates": [[121, 49, 255, 34], [156, 49, 322, 34], [190, 49, 322, 34], [224, 49, 322, 34], [259, 312, 59, 34]], "aya_moshaf": "ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ "}, {"aya_id": 2636, "coordinates": [[259, 49, 263, 34], [293, 49, 322, 34], [327, 235, 136, 34]], "aya_moshaf": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ "}, {"aya_id": 2637, "coordinates": [[327, 49, 186, 34], [362, 204, 167, 34]], "aya_moshaf": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ "}, {"aya_id": 2638, "coordinates": [[362, 49, 155, 34]], "aya_moshaf": "وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ "}, {"aya_id": 2639, "coordinates": [[396, 49, 322, 34], [430, 171, 200, 34]], "aya_moshaf": "وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ "}, {"aya_id": 2640, "coordinates": [[430, 49, 122, 34], [465, 49, 322, 34], [499, 188, 183, 34]], "aya_moshaf": "فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ "}, {"aya_id": 2641, "coordinates": [[499, 49, 139, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ "}]