const nearbySurasNames = {
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
    24: 'النور',
};
const choicesObjects = {
    "337": "اذن للذين يقاتلون بانهم ظلموا",
    "338": "ويستعجلونك بالعذاب ولن يخلف الله",
    "340": "الم تر ان الله سخر",
    "341": "ياايها الناس ضرب مثل فاستمعوا",
};
const ayas = [{"aya_id": 2651, "coordinates": [[88, 52, 322, 34], [122, 128, 247, 34]], "aya_moshaf": "ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ "}, {"aya_id": 2652, "coordinates": [[122, 52, 76, 34], [157, 52, 322, 34]], "aya_moshaf": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ "}, {"aya_id": 2653, "coordinates": [[191, 52, 322, 34], [225, 52, 322, 34], [260, 273, 102, 34]], "aya_moshaf": "وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ "}, {"aya_id": 2654, "coordinates": [[260, 52, 221, 34], [294, 232, 143, 34]], "aya_moshaf": "لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ "}, {"aya_id": 2655, "coordinates": [[294, 52, 180, 34], [328, 52, 322, 34], [363, 272, 103, 34]], "aya_moshaf": "۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ "}, {"aya_id": 2656, "coordinates": [[363, 52, 220, 34], [397, 52, 322, 34], [431, 351, 24, 34]], "aya_moshaf": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ "}, {"aya_id": 2657, "coordinates": [[431, 52, 299, 34], [466, 52, 322, 34]], "aya_moshaf": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ "}, {"aya_id": 2658, "coordinates": [[500, 52, 322, 34], [534, 170, 205, 34]], "aya_moshaf": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ "}, {"aya_id": 2659, "coordinates": [[534, 52, 118, 34], [569, 52, 322, 34]], "aya_moshaf": "لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ "}]
const ayasRanges = [{"ayas_ids_range": [2651, 2659], "sura_id": 22}];
