const nearbySurasNames = {
    21: 'الأنبيَاء',
    22: 'الحج',
    23: 'المؤمنُون',
    24: 'النور',
};
const choicesObjects = {
    "338": "ويستعجلونك بالعذاب ولن يخلف الله",
    "339": "الملك يومئذ لله يحكم بينهم",
    "341": "ياايها الناس ضرب مثل فاستمعوا",
    "342": "قد افلح المؤمنون",
};
const ayas = [{"aya_id": 2660, "coordinates": [[86, 87, 322, 34], [120, 87, 322, 34], [155, 228, 182, 34]], "aya_moshaf": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ "}, {"aya_id": 2661, "coordinates": [[155, 87, 141, 34], [189, 87, 322, 34]], "aya_moshaf": "وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ "}, {"aya_id": 2662, "coordinates": [[223, 87, 322, 34], [258, 87, 322, 34]], "aya_moshaf": "لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ "}, {"aya_id": 2663, "coordinates": [[292, 162, 248, 34]], "aya_moshaf": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ "}, {"aya_id": 2664, "coordinates": [[292, 87, 75, 34], [326, 87, 322, 34]], "aya_moshaf": "ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ "}, {"aya_id": 2665, "coordinates": [[361, 87, 322, 34], [395, 207, 203, 34]], "aya_moshaf": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ "}, {"aya_id": 2666, "coordinates": [[395, 87, 120, 34], [429, 87, 322, 34], [464, 324, 86, 34]], "aya_moshaf": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ "}, {"aya_id": 2667, "coordinates": [[464, 87, 237, 34], [498, 87, 322, 34], [532, 87, 322, 34], [567, 87, 322, 34]], "aya_moshaf": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ "}]
const ayasRanges = [{"ayas_ids_range": [2660, 2667], "sura_id": 22}];
