const nearbySurasNames = {
    23: 'المؤمنُون',
    24: 'النور',
    25: 'الفُرقَان',
    26: 'الشعراء',
};
const choicesObjects = {
    "349": "الم تكن اياتي تتلي عليكم",
    "350": "سوره انزلناها وفرضناها وانزلنا فيها",
    "352": "ياايها الذين امنوا لا تتبعوا",
    "353": "فان لم تجدوا فيها احدا",
};
const ayas = [{"aya_id": 2802, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 204, 168, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلۡإِفۡكِ عُصۡبَةٞ مِّنكُمۡۚ لَا تَحۡسَبُوهُ شَرّٗا لَّكُمۖ بَلۡ هُوَ خَيۡرٞ لَّكُمۡۚ لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُم مَّا ٱكۡتَسَبَ مِنَ ٱلۡإِثۡمِۚ وَٱلَّذِي تَوَلَّىٰ كِبۡرَهُۥ مِنۡهُمۡ لَهُۥ عَذَابٌ عَظِيمٞ "}, {"aya_id": 2803, "coordinates": [[156, 49, 155, 34], [190, 79, 293, 34]], "aya_moshaf": "لَّوۡلَآ إِذۡ سَمِعۡتُمُوهُ ظَنَّ ٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بِأَنفُسِهِمۡ خَيۡرٗا وَقَالُواْ هَٰذَآ إِفۡكٞ مُّبِينٞ "}, {"aya_id": 2804, "coordinates": [[190, 49, 30, 34], [224, 49, 322, 34], [259, 222, 150, 34]], "aya_moshaf": "لَّوۡلَا جَآءُو عَلَيۡهِ بِأَرۡبَعَةِ شُهَدَآءَۚ فَإِذۡ لَمۡ يَأۡتُواْ بِٱلشُّهَدَآءِ فَأُوْلَٰٓئِكَ عِندَ ٱللَّهِ هُمُ ٱلۡكَٰذِبُونَ "}, {"aya_id": 2805, "coordinates": [[259, 49, 173, 34], [293, 49, 322, 34]], "aya_moshaf": "وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ لَمَسَّكُمۡ فِي مَآ أَفَضۡتُمۡ فِيهِ عَذَابٌ عَظِيمٌ "}, {"aya_id": 2806, "coordinates": [[327, 49, 322, 34], [362, 162, 210, 34]], "aya_moshaf": "إِذۡ تَلَقَّوۡنَهُۥ بِأَلۡسِنَتِكُمۡ وَتَقُولُونَ بِأَفۡوَاهِكُم مَّا لَيۡسَ لَكُم بِهِۦ عِلۡمٞ وَتَحۡسَبُونَهُۥ هَيِّنٗا وَهُوَ عِندَ ٱللَّهِ عَظِيمٞ "}, {"aya_id": 2807, "coordinates": [[362, 49, 113, 34], [396, 49, 322, 34], [430, 349, 23, 34]], "aya_moshaf": "وَلَوۡلَآ إِذۡ سَمِعۡتُمُوهُ قُلۡتُم مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بِهَٰذَا سُبۡحَٰنَكَ هَٰذَا بُهۡتَٰنٌ عَظِيمٞ "}, {"aya_id": 2808, "coordinates": [[430, 49, 300, 34]], "aya_moshaf": "يَعِظُكُمُ ٱللَّهُ أَن تَعُودُواْ لِمِثۡلِهِۦٓ أَبَدًا إِن كُنتُم مُّؤۡمِنِينَ "}, {"aya_id": 2809, "coordinates": [[465, 118, 254, 34]], "aya_moshaf": "وَيُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ "}, {"aya_id": 2810, "coordinates": [[465, 49, 69, 34], [499, 49, 322, 34], [533, 98, 274, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلۡفَٰحِشَةُ فِي ٱلَّذِينَ ءَامَنُواْ لَهُمۡ عَذَابٌ أَلِيمٞ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ "}, {"aya_id": 2811, "coordinates": [[533, 49, 49, 34], [568, 49, 322, 34]], "aya_moshaf": "وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ وَأَنَّ ٱللَّهَ رَءُوفٞ رَّحِيمٞ "}]
const ayasRanges = [{"ayas_ids_range": [2802, 2811], "sura_id": 24}];
