const mainSuraId = 25;
const nearbySurasNames = {
    24: 'النور',
    25: 'الفُرقَان',
    26: 'الشعراء',
    27: 'النَّمل',
};
const choicesObjects = {
    "359": "انما المؤمنون الذين امنوا بالله",
    "360": "واتخذوا من دونه الهه لا",
    "362": "وقال الذين لا يرجون لقاءنا",
    "363": "ولا ياتونك بمثل الا جئناك",
};
const ayas = [{"aya_id": 2867, "coordinates": [[87, 80, 292, 34]], "aya_moshaf": "إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا "}, {"aya_id": 2868, "coordinates": [[87, 49, 31, 34], [121, 49, 322, 34]], "aya_moshaf": "وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا "}, {"aya_id": 2869, "coordinates": [[156, 70, 302, 34]], "aya_moshaf": "لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا "}, {"aya_id": 2870, "coordinates": [[156, 49, 21, 34], [190, 49, 322, 34], [224, 239, 133, 34]], "aya_moshaf": "قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا "}, {"aya_id": 2871, "coordinates": [[224, 49, 190, 34], [259, 178, 194, 34]], "aya_moshaf": "لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا "}, {"aya_id": 2872, "coordinates": [[259, 49, 129, 34], [293, 49, 322, 34], [327, 168, 204, 34]], "aya_moshaf": "وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ "}, {"aya_id": 2873, "coordinates": [[327, 49, 119, 34], [362, 49, 322, 34], [396, 87, 285, 34]], "aya_moshaf": "قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا "}, {"aya_id": 2874, "coordinates": [[396, 49, 38, 34], [430, 49, 322, 34], [465, 49, 322, 34]], "aya_moshaf": "فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا "}, {"aya_id": 2875, "coordinates": [[499, 49, 322, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا "}]