const mainSuraId = 25;
const nearbySurasNames = {
    24: 'النور',
    25: 'الفُرقَان',
    26: 'الشعراء',
    27: 'النَّمل',
};
const choicesObjects = {
    "361": "اذا راتهم من مكان بعيد",
    "362": "وقال الذين لا يرجون لقاءنا",
    "364": "ام تحسب ان اكثرهم يسمعون",
    "365": "وما ارسلناك الا مبشرا ونذيرا",
};
const ayas = [{"aya_id": 2888, "coordinates": [[87, 49, 322, 34]], "aya_moshaf": "وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا "}, {"aya_id": 2889, "coordinates": [[121, 49, 322, 34], [156, 212, 160, 34]], "aya_moshaf": "ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا "}, {"aya_id": 2890, "coordinates": [[156, 49, 163, 34], [190, 140, 232, 34]], "aya_moshaf": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا "}, {"aya_id": 2891, "coordinates": [[190, 49, 91, 34], [224, 81, 291, 34]], "aya_moshaf": "فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا "}, {"aya_id": 2892, "coordinates": [[224, 49, 32, 34], [259, 49, 322, 34], [293, 124, 248, 34]], "aya_moshaf": "وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا "}, {"aya_id": 2893, "coordinates": [[293, 49, 75, 34], [327, 133, 239, 34]], "aya_moshaf": "وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا "}, {"aya_id": 2894, "coordinates": [[327, 49, 84, 34], [362, 156, 216, 34]], "aya_moshaf": "وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا "}, {"aya_id": 2895, "coordinates": [[362, 49, 107, 34], [396, 49, 322, 34], [430, 198, 174, 34]], "aya_moshaf": "وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا "}, {"aya_id": 2896, "coordinates": [[430, 49, 149, 34], [465, 112, 260, 34]], "aya_moshaf": "وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا "}, {"aya_id": 2897, "coordinates": [[465, 49, 63, 34], [499, 49, 322, 34], [533, 94, 278, 34]], "aya_moshaf": "إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا "}, {"aya_id": 2898, "coordinates": [[533, 49, 45, 34], [568, 49, 322, 34]], "aya_moshaf": "أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا "}]