const nearbySurasNames = {
    24: 'النور',
    25: 'الفُرقَان',
    26: 'الشعراء',
    27: 'النَّمل',
};
const choicesObjects = {
    "363": "ولا ياتونك بمثل الا جئناك",
    "364": "ام تحسب ان اكثرهم يسمعون",
    "366": "والذين لا يدعون مع الله",
    "367": "طسم",
};
const ayas = [{"aya_id": 2911, "coordinates": [[83, 184, 188, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا "}, {"aya_id": 2912, "coordinates": [[83, 49, 135, 34], [117, 108, 264, 34]], "aya_moshaf": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا "}, {"aya_id": 2913, "coordinates": [[117, 49, 59, 34], [152, 49, 322, 34], [186, 269, 103, 34]], "aya_moshaf": "وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا "}, {"aya_id": 2914, "coordinates": [[186, 49, 220, 34], [220, 49, 322, 34], [255, 299, 73, 34]], "aya_moshaf": "ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا "}, {"aya_id": 2915, "coordinates": [[255, 49, 250, 34], [289, 165, 207, 34]], "aya_moshaf": "وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩ "}, {"aya_id": 2916, "coordinates": [[289, 49, 116, 34], [323, 83, 289, 34]], "aya_moshaf": "تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا "}, {"aya_id": 2917, "coordinates": [[323, 49, 34, 34], [358, 49, 322, 34], [392, 287, 85, 34]], "aya_moshaf": "وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا "}, {"aya_id": 2918, "coordinates": [[392, 49, 238, 34], [426, 101, 271, 34]], "aya_moshaf": "وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا "}, {"aya_id": 2919, "coordinates": [[426, 49, 52, 34], [461, 156, 216, 34]], "aya_moshaf": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا "}, {"aya_id": 2920, "coordinates": [[461, 49, 107, 34], [495, 49, 322, 34], [529, 347, 25, 34]], "aya_moshaf": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا "}, {"aya_id": 2921, "coordinates": [[529, 153, 194, 34]], "aya_moshaf": "إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا "}, {"aya_id": 2922, "coordinates": [[529, 49, 104, 34], [564, 49, 322, 34]], "aya_moshaf": "وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا "}]
const ayasRanges = [{"ayas_ids_range": [2911, 2922], "sura_id": 25}];
