const nearbySurasNames = {
    24: 'النور',
    25: 'الفُرقَان',
    26: 'الشعراء',
    27: 'النَّمل',
};
const choicesObjects = {
    "364": "ام تحسب ان اكثرهم يسمعون",
    "365": "وما ارسلناك الا مبشرا ونذيرا",
    "367": "طسم",
    "368": "قال فعلتها اذا وانا من",
};
const ayas = [{"aya_id": 2923, "coordinates": [[80, 87, 322, 34], [114, 87, 322, 34], [149, 351, 59, 34]], "aya_moshaf": "وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا "}, {"aya_id": 2924, "coordinates": [[149, 87, 264, 34], [183, 344, 66, 34]], "aya_moshaf": "يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا "}, {"aya_id": 2925, "coordinates": [[183, 87, 257, 34], [217, 87, 322, 34], [252, 343, 67, 34]], "aya_moshaf": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا "}, {"aya_id": 2926, "coordinates": [[252, 87, 256, 34], [286, 349, 61, 34]], "aya_moshaf": "وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا "}, {"aya_id": 2927, "coordinates": [[286, 87, 262, 34], [320, 302, 108, 34]], "aya_moshaf": "وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا "}, {"aya_id": 2928, "coordinates": [[320, 87, 215, 34], [355, 216, 194, 34]], "aya_moshaf": "وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا "}, {"aya_id": 2929, "coordinates": [[355, 87, 129, 34], [389, 87, 322, 34], [423, 293, 117, 34]], "aya_moshaf": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا "}, {"aya_id": 2930, "coordinates": [[423, 87, 206, 34], [458, 159, 251, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا "}, {"aya_id": 2931, "coordinates": [[458, 87, 72, 34], [492, 213, 197, 34]], "aya_moshaf": "خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا "}, {"aya_id": 2932, "coordinates": [[492, 87, 126, 34], [526, 87, 322, 34]], "aya_moshaf": "قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا "}]
const ayasRanges = [{"ayas_ids_range": [2923, 2932], "sura_id": 25}];
