const mainSuraId = 27;
const nearbySurasNames = {
    26: 'الشعراء',
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
};
const choicesObjects = {
    "376": "ما اغني عنهم ما كانوا",
    "377": "طس تلك ايات القران وكتاب",
    "379": "اني وجدت امراه تملكهم واوتيت",
    "380": "فلما جاء سليمان قال اتمدونن",
};
const ayas = [{"aya_id": 3173, "coordinates": [[80, 92, 322, 34], [114, 270, 145, 34]], "aya_moshaf": "وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ "}, {"aya_id": 3174, "coordinates": [[114, 92, 178, 34], [149, 92, 322, 34]], "aya_moshaf": "وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ "}, {"aya_id": 3175, "coordinates": [[183, 92, 322, 34], [217, 142, 273, 34]], "aya_moshaf": "وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ "}, {"aya_id": 3176, "coordinates": [[217, 92, 50, 34], [252, 92, 322, 34]], "aya_moshaf": "وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ "}, {"aya_id": 3177, "coordinates": [[286, 92, 322, 34], [320, 92, 322, 34], [355, 387, 28, 34]], "aya_moshaf": "حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ "}, {"aya_id": 3178, "coordinates": [[355, 92, 295, 34], [389, 92, 322, 34], [423, 92, 322, 34]], "aya_moshaf": "فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ "}, {"aya_id": 3179, "coordinates": [[458, 92, 322, 34], [492, 313, 102, 34]], "aya_moshaf": "وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ "}, {"aya_id": 3180, "coordinates": [[492, 92, 221, 34], [526, 237, 178, 34]], "aya_moshaf": "لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ "}, {"aya_id": 3181, "coordinates": [[526, 92, 145, 34], [561, 92, 322, 34]], "aya_moshaf": "فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ "}]