const nearbySurasNames = {
    26: 'الشعراء',
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
};
const choicesObjects = {
    "378": "وجحدوا بها واستيقنتها انفسهم ظلما",
    "379": "اني وجدت امراه تملكهم واوتيت",
    "381": "ولقد ارسلنا الي ثمود اخاهم",
    "382": "فما كان جواب قومه الا",
};
const ayas = [{"aya_id": 3195, "coordinates": [[85, 93, 322, 34], [119, 223, 193, 34]], "aya_moshaf": "فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ "}, {"aya_id": 3196, "coordinates": [[119, 93, 130, 34], [154, 115, 301, 34]], "aya_moshaf": "ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ "}, {"aya_id": 3197, "coordinates": [[154, 93, 22, 34], [188, 93, 322, 34]], "aya_moshaf": "قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ "}, {"aya_id": 3198, "coordinates": [[222, 93, 322, 34], [257, 310, 106, 34]], "aya_moshaf": "قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ "}, {"aya_id": 3199, "coordinates": [[257, 93, 217, 34], [291, 93, 322, 34], [325, 93, 322, 34], [360, 210, 206, 34]], "aya_moshaf": "قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ "}, {"aya_id": 3200, "coordinates": [[360, 93, 117, 34], [394, 172, 244, 34]], "aya_moshaf": "قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ "}, {"aya_id": 3201, "coordinates": [[394, 93, 79, 34], [428, 93, 322, 34], [463, 393, 23, 34]], "aya_moshaf": "فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ "}, {"aya_id": 3202, "coordinates": [[463, 93, 300, 34], [497, 394, 22, 34]], "aya_moshaf": "وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ "}, {"aya_id": 3203, "coordinates": [[497, 93, 301, 34], [531, 93, 322, 34], [566, 93, 322, 34]], "aya_moshaf": "قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ "}]
const ayasRanges = [{"ayas_ids_range": [3195, 3203], "sura_id": 27}];
