const nearbySurasNames = {
    26: 'الشعراء',
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
};
const choicesObjects = {
    "380": "فلما جاء سليمان قال اتمدونن",
    "381": "ولقد ارسلنا الي ثمود اخاهم",
    "383": "امن يبدا الخلق ثم يعيده",
    "384": "وانه لهدي ورحمه للمؤمنين",
};
const ayas = [{"aya_id": 3215, "coordinates": [[80, 92, 322, 34], [114, 159, 256, 34]], "aya_moshaf": "۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ "}, {"aya_id": 3216, "coordinates": [[114, 92, 67, 34], [149, 153, 262, 34]], "aya_moshaf": "فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ "}, {"aya_id": 3217, "coordinates": [[149, 92, 61, 34], [183, 194, 221, 34]], "aya_moshaf": "وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ "}, {"aya_id": 3218, "coordinates": [[183, 92, 102, 34], [217, 92, 322, 34]], "aya_moshaf": "قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ "}, {"aya_id": 3219, "coordinates": [[252, 92, 322, 34], [286, 92, 322, 34], [320, 92, 322, 34]], "aya_moshaf": "أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ "}, {"aya_id": 3220, "coordinates": [[355, 92, 322, 34], [389, 92, 322, 34], [423, 261, 154, 34]], "aya_moshaf": "أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ "}, {"aya_id": 3221, "coordinates": [[423, 92, 169, 34], [458, 92, 322, 34], [492, 211, 204, 34]], "aya_moshaf": "أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ "}, {"aya_id": 3222, "coordinates": [[492, 92, 119, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ "}]
const ayasRanges = [{"ayas_ids_range": [3215, 3222], "sura_id": 27}];
