const nearbySurasNames = {
    26: 'الشعراء',
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
};
const choicesObjects = {
    "382": "فما كان جواب قومه الا",
    "383": "امن يبدا الخلق ثم يعيده",
    "385": "من جاء بالحسنه فله خير",
    "386": "ونمكن لهم في الارض ونري",
};
const ayas = [{"aya_id": 3236, "coordinates": [[83, 228, 186, 34]], "aya_moshaf": "وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ "}, {"aya_id": 3237, "coordinates": [[83, 91, 137, 34], [117, 231, 183, 34]], "aya_moshaf": "إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ "}, {"aya_id": 3238, "coordinates": [[117, 91, 140, 34], [152, 317, 97, 34]], "aya_moshaf": "فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ "}, {"aya_id": 3239, "coordinates": [[152, 91, 226, 34], [186, 310, 104, 34]], "aya_moshaf": "إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ "}, {"aya_id": 3240, "coordinates": [[186, 91, 219, 34], [220, 144, 270, 34]], "aya_moshaf": "وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ "}, {"aya_id": 3241, "coordinates": [[220, 91, 53, 34], [255, 91, 322, 34], [289, 230, 184, 34]], "aya_moshaf": "۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ "}, {"aya_id": 3242, "coordinates": [[289, 91, 139, 34], [323, 177, 237, 34]], "aya_moshaf": "وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ "}, {"aya_id": 3243, "coordinates": [[323, 91, 86, 34], [358, 91, 322, 34], [392, 388, 26, 34]], "aya_moshaf": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 3244, "coordinates": [[392, 125, 263, 34]], "aya_moshaf": "وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ "}, {"aya_id": 3245, "coordinates": [[392, 91, 34, 34], [426, 91, 322, 34], [461, 254, 160, 34]], "aya_moshaf": "أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ "}, {"aya_id": 3246, "coordinates": [[461, 91, 163, 34], [495, 91, 322, 34], [529, 348, 66, 34]], "aya_moshaf": "وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ "}, {"aya_id": 3247, "coordinates": [[529, 91, 257, 34], [564, 91, 322, 34]], "aya_moshaf": "وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ "}]
const ayasRanges = [{"ayas_ids_range": [3236, 3247], "sura_id": 27}];
