const mainSuraId = 28;
const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "384": "وانه لهدي ورحمه للمؤمنين",
    "385": "من جاء بالحسنه فله خير",
    "387": "ولما بلغ اشده واستوي اتيناه",
    "388": "ولما توجه تلقاء مدين قال",
};
const ayas = [{"aya_id": 3258, "coordinates": [[80, 92, 322, 34], [114, 227, 188, 34]], "aya_moshaf": "وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ "}, {"aya_id": 3259, "coordinates": [[114, 92, 135, 34], [149, 92, 322, 34], [183, 92, 322, 34]], "aya_moshaf": "وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ "}, {"aya_id": 3260, "coordinates": [[217, 92, 322, 34], [252, 92, 322, 34]], "aya_moshaf": "فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ "}, {"aya_id": 3261, "coordinates": [[286, 92, 322, 34], [320, 149, 266, 34]], "aya_moshaf": "وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ "}, {"aya_id": 3262, "coordinates": [[320, 92, 57, 34], [355, 92, 322, 34], [389, 143, 272, 34]], "aya_moshaf": "وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ "}, {"aya_id": 3263, "coordinates": [[389, 92, 51, 34], [423, 92, 322, 34], [458, 386, 29, 34]], "aya_moshaf": "وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ "}, {"aya_id": 3264, "coordinates": [[458, 92, 294, 34], [492, 92, 322, 34]], "aya_moshaf": "۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ "}, {"aya_id": 3265, "coordinates": [[526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ "}]