const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "385": "من جاء بالحسنه فله خير",
    "386": "ونمكن لهم في الارض ونري",
    "388": "ولما توجه تلقاء مدين قال",
    "389": "فلما قضي موسي الاجل وسار",
};
const ayas = [{"aya_id": 3266, "coordinates": [[87, 49, 322, 34], [121, 281, 91, 34]], "aya_moshaf": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ "}, {"aya_id": 3267, "coordinates": [[121, 49, 232, 34], [156, 49, 322, 34], [190, 49, 322, 34], [224, 49, 322, 34], [259, 347, 25, 34]], "aya_moshaf": "وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ "}, {"aya_id": 3268, "coordinates": [[259, 49, 298, 34], [293, 258, 114, 34]], "aya_moshaf": "قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ "}, {"aya_id": 3269, "coordinates": [[293, 49, 209, 34], [327, 253, 119, 34]], "aya_moshaf": "قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ "}, {"aya_id": 3270, "coordinates": [[327, 49, 204, 34], [362, 49, 322, 34], [396, 315, 57, 34]], "aya_moshaf": "فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ "}, {"aya_id": 3271, "coordinates": [[396, 49, 266, 34], [430, 49, 322, 34], [465, 49, 322, 34]], "aya_moshaf": "فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ "}, {"aya_id": 3272, "coordinates": [[499, 49, 322, 34], [533, 49, 322, 34]], "aya_moshaf": "وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ "}, {"aya_id": 3273, "coordinates": [[568, 49, 322, 34]], "aya_moshaf": "فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ "}]
const ayasRanges = [{"ayas_ids_range": [3266, 3273], "sura_id": 28}];
