const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "386": "ونمكن لهم في الارض ونري",
    "387": "ولما بلغ اشده واستوي اتيناه",
    "389": "فلما قضي موسي الاجل وسار",
    "390": "فلما جاءهم موسي باياتنا بينات",
};
const ayas = [{"aya_id": 3274, "coordinates": [[80, 92, 322, 34], [114, 336, 79, 34]], "aya_moshaf": "وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ "}, {"aya_id": 3275, "coordinates": [[114, 92, 244, 34], [149, 92, 322, 34], [183, 92, 322, 34], [217, 300, 115, 34]], "aya_moshaf": "وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ "}, {"aya_id": 3276, "coordinates": [[217, 92, 208, 34], [252, 185, 230, 34]], "aya_moshaf": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ "}, {"aya_id": 3277, "coordinates": [[252, 92, 93, 34], [286, 92, 322, 34], [320, 92, 322, 34], [355, 178, 237, 34]], "aya_moshaf": "فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ "}, {"aya_id": 3278, "coordinates": [[355, 92, 86, 34], [389, 92, 322, 34], [423, 390, 25, 34]], "aya_moshaf": "قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ "}, {"aya_id": 3279, "coordinates": [[423, 92, 298, 34], [458, 92, 322, 34], [492, 92, 322, 34], [526, 321, 94, 34]], "aya_moshaf": "قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ "}, {"aya_id": 3280, "coordinates": [[526, 92, 229, 34], [561, 92, 322, 34]], "aya_moshaf": "قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ "}]
const ayasRanges = [{"ayas_ids_range": [3274, 3280], "sura_id": 28}];
