const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "387": "ولما بلغ اشده واستوي اتيناه",
    "388": "ولما توجه تلقاء مدين قال",
    "390": "فلما جاءهم موسي باياتنا بينات",
    "391": "وما كنت بجانب الغربي اذ",
};
const ayas = [{"aya_id": 3281, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 49, 322, 34], [190, 343, 29, 34]], "aya_moshaf": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ "}, {"aya_id": 3282, "coordinates": [[190, 49, 294, 34], [224, 49, 322, 34], [259, 271, 101, 34]], "aya_moshaf": "فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ "}, {"aya_id": 3283, "coordinates": [[259, 49, 222, 34], [293, 49, 322, 34], [327, 263, 109, 34]], "aya_moshaf": "وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ "}, {"aya_id": 3284, "coordinates": [[327, 49, 214, 34], [362, 49, 322, 34], [396, 49, 322, 34], [430, 259, 113, 34]], "aya_moshaf": "ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ "}, {"aya_id": 3285, "coordinates": [[430, 49, 210, 34], [465, 282, 90, 34]], "aya_moshaf": "قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ "}, {"aya_id": 3286, "coordinates": [[465, 49, 233, 34], [499, 49, 322, 34]], "aya_moshaf": "وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ "}, {"aya_id": 3287, "coordinates": [[533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ "}]
const ayasRanges = [{"ayas_ids_range": [3281, 3287], "sura_id": 28}];
