const mainSuraId = 28;
const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "388": "ولما توجه تلقاء مدين قال",
    "389": "فلما قضي موسي الاجل وسار",
    "391": "وما كنت بجانب الغربي اذ",
    "392": "ولقد وصلنا لهم القول لعلهم",
};
const ayas = [{"aya_id": 3288, "coordinates": [[80, 92, 322, 34], [114, 131, 283, 34]], "aya_moshaf": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ "}, {"aya_id": 3289, "coordinates": [[114, 92, 39, 34], [149, 92, 322, 34], [183, 170, 244, 34]], "aya_moshaf": "وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ "}, {"aya_id": 3290, "coordinates": [[183, 92, 78, 34], [217, 92, 322, 34], [252, 92, 322, 34], [286, 154, 260, 34]], "aya_moshaf": "وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ "}, {"aya_id": 3291, "coordinates": [[286, 92, 62, 34], [320, 92, 322, 34], [355, 301, 113, 34]], "aya_moshaf": "وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ "}, {"aya_id": 3292, "coordinates": [[355, 92, 209, 34], [389, 92, 322, 34]], "aya_moshaf": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ "}, {"aya_id": 3293, "coordinates": [[423, 92, 322, 34], [458, 307, 107, 34]], "aya_moshaf": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ "}, {"aya_id": 3294, "coordinates": [[458, 92, 215, 34], [492, 172, 242, 34]], "aya_moshaf": "وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ "}, {"aya_id": 3295, "coordinates": [[492, 92, 80, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ "}]