const mainSuraId = 28;
const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "389": "فلما قضي موسي الاجل وسار",
    "390": "فلما جاءهم موسي باياتنا بينات",
    "392": "ولقد وصلنا لهم القول لعلهم",
    "393": "وما اوتيتم من شيء فمتاع",
};
const ayas = [{"aya_id": 3296, "coordinates": [[87, 49, 322, 34], [121, 253, 119, 34]], "aya_moshaf": "وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ "}, {"aya_id": 3297, "coordinates": [[121, 49, 204, 34], [156, 49, 322, 34], [190, 146, 226, 34]], "aya_moshaf": "وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ "}, {"aya_id": 3298, "coordinates": [[190, 49, 97, 34], [224, 49, 322, 34], [259, 49, 322, 34]], "aya_moshaf": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ "}, {"aya_id": 3299, "coordinates": [[293, 49, 322, 34], [327, 49, 322, 34], [362, 247, 125, 34]], "aya_moshaf": "وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ "}, {"aya_id": 3300, "coordinates": [[362, 49, 198, 34], [396, 49, 322, 34], [430, 49, 322, 34], [465, 341, 31, 34]], "aya_moshaf": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ "}, {"aya_id": 3301, "coordinates": [[465, 49, 292, 34], [499, 208, 164, 34]], "aya_moshaf": "قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 3302, "coordinates": [[499, 49, 159, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ "}]