const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "390": "فلما جاءهم موسي باياتنا بينات",
    "391": "وما كنت بجانب الغربي اذ",
    "393": "وما اوتيتم من شيء فمتاع",
    "394": "قل ارايتم ان جعل الله",
};
const ayas = [{"aya_id": 3303, "coordinates": [[80, 136, 284, 34]], "aya_moshaf": "۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ "}, {"aya_id": 3304, "coordinates": [[80, 97, 39, 34], [114, 179, 241, 34]], "aya_moshaf": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ "}, {"aya_id": 3305, "coordinates": [[114, 97, 82, 34], [149, 97, 322, 34]], "aya_moshaf": "وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ "}, {"aya_id": 3306, "coordinates": [[183, 97, 322, 34], [217, 220, 200, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ "}, {"aya_id": 3307, "coordinates": [[217, 97, 123, 34], [252, 97, 322, 34], [286, 288, 132, 34]], "aya_moshaf": "وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ "}, {"aya_id": 3308, "coordinates": [[286, 97, 191, 34], [320, 157, 263, 34]], "aya_moshaf": "إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ "}, {"aya_id": 3309, "coordinates": [[320, 97, 60, 34], [355, 97, 322, 34], [389, 97, 322, 34], [423, 254, 166, 34]], "aya_moshaf": "وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ "}, {"aya_id": 3310, "coordinates": [[423, 97, 157, 34], [458, 97, 322, 34], [492, 217, 203, 34]], "aya_moshaf": "وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ "}, {"aya_id": 3311, "coordinates": [[492, 97, 120, 34], [526, 97, 322, 34], [561, 97, 322, 34]], "aya_moshaf": "وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ "}]
const ayasRanges = [{"ayas_ids_range": [3303, 3311], "sura_id": 28}];
