const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "392": "ولقد وصلنا لهم القول لعلهم",
    "393": "وما اوتيتم من شيء فمتاع",
    "395": "قال انما اوتيته علي علم",
    "396": "ان الذي فرض عليك القران",
};
const ayas = [{"aya_id": 3323, "coordinates": [[80, 92, 322, 34], [114, 92, 322, 34]], "aya_moshaf": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ "}, {"aya_id": 3324, "coordinates": [[149, 92, 322, 34], [183, 92, 322, 34], [217, 269, 146, 34]], "aya_moshaf": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ "}, {"aya_id": 3325, "coordinates": [[217, 92, 177, 34], [252, 92, 322, 34], [286, 396, 19, 34]], "aya_moshaf": "وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ "}, {"aya_id": 3326, "coordinates": [[286, 92, 304, 34], [320, 319, 96, 34]], "aya_moshaf": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ "}, {"aya_id": 3327, "coordinates": [[320, 92, 227, 34], [355, 92, 322, 34], [389, 328, 87, 34]], "aya_moshaf": "وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ "}, {"aya_id": 3328, "coordinates": [[389, 92, 236, 34], [423, 92, 322, 34], [458, 92, 322, 34], [492, 390, 25, 34]], "aya_moshaf": "۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ "}, {"aya_id": 3329, "coordinates": [[492, 92, 298, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ "}]
const ayasRanges = [{"ayas_ids_range": [3323, 3329], "sura_id": 28}];
