const mainSuraId = 28;
const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "393": "وما اوتيتم من شيء فمتاع",
    "394": "قل ارايتم ان جعل الله",
    "396": "ان الذي فرض عليك القران",
    "397": "والذين امنوا وعملوا الصالحات لنكفرن",
};
const ayas = [{"aya_id": 3330, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 144, 228, 34]], "aya_moshaf": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ "}, {"aya_id": 3331, "coordinates": [[156, 49, 95, 34], [190, 49, 322, 34], [224, 101, 271, 34]], "aya_moshaf": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ "}, {"aya_id": 3332, "coordinates": [[224, 49, 52, 34], [259, 49, 322, 34], [293, 100, 272, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ "}, {"aya_id": 3333, "coordinates": [[293, 49, 51, 34], [327, 49, 322, 34], [362, 183, 189, 34]], "aya_moshaf": "فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ "}, {"aya_id": 3334, "coordinates": [[362, 49, 134, 34], [396, 49, 322, 34], [430, 49, 322, 34], [465, 212, 160, 34]], "aya_moshaf": "وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ "}, {"aya_id": 3335, "coordinates": [[465, 49, 163, 34], [499, 49, 322, 34], [533, 346, 26, 34]], "aya_moshaf": "تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ "}, {"aya_id": 3336, "coordinates": [[533, 49, 297, 34], [568, 49, 322, 34]], "aya_moshaf": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ "}]