const nearbySurasNames = {
    27: 'النَّمل',
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
};
const choicesObjects = {
    "394": "قل ارايتم ان جعل الله",
    "395": "قال انما اوتيته علي علم",
    "397": "والذين امنوا وعملوا الصالحات لنكفرن",
    "398": "فانجيناه واصحاب السفينه وجعلناها ايه",
};
const ayas = [{"aya_id": 3337, "coordinates": [[80, 92, 322, 34], [114, 147, 268, 34]], "aya_moshaf": "إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ "}, {"aya_id": 3338, "coordinates": [[114, 92, 55, 34], [149, 92, 322, 34], [183, 226, 189, 34]], "aya_moshaf": "وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ "}, {"aya_id": 3339, "coordinates": [[183, 92, 134, 34], [217, 92, 322, 34], [252, 313, 102, 34]], "aya_moshaf": "وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ "}, {"aya_id": 3340, "coordinates": [[252, 92, 221, 34], [286, 92, 322, 34]], "aya_moshaf": "وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ "}, {"aya_id": 3341, "coordinates": [[389, 369, 46, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ الٓمٓ "}, {"aya_id": 3342, "coordinates": [[389, 92, 277, 34], [423, 350, 65, 34]], "aya_moshaf": "أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ "}, {"aya_id": 3343, "coordinates": [[423, 92, 258, 34], [458, 240, 175, 34]], "aya_moshaf": "وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ "}, {"aya_id": 3344, "coordinates": [[458, 92, 148, 34], [492, 165, 250, 34]], "aya_moshaf": "أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ "}, {"aya_id": 3345, "coordinates": [[492, 92, 73, 34], [526, 126, 289, 34]], "aya_moshaf": "مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ "}, {"aya_id": 3346, "coordinates": [[526, 92, 34, 34], [561, 92, 322, 34]], "aya_moshaf": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ "}]
const ayasRanges = [{"ayas_ids_range": [3337, 3340], "sura_id": 28}, {"ayas_ids_range": [3341, 3346], "sura_id": 29}];
