const mainSuraId = 29;
const nearbySurasNames = {
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
};
const choicesObjects = {
    "395": "قال انما اوتيته علي علم",
    "396": "ان الذي فرض عليك القران",
    "398": "فانجيناه واصحاب السفينه وجعلناها ايه",
    "399": "فما كان جواب قومه الا",
};
const ayas = [{"aya_id": 3347, "coordinates": [[87, 49, 322, 34], [121, 139, 233, 34]], "aya_moshaf": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 3348, "coordinates": [[121, 49, 90, 34], [156, 49, 322, 34], [190, 49, 322, 34]], "aya_moshaf": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 3349, "coordinates": [[224, 49, 322, 34], [259, 348, 24, 34]], "aya_moshaf": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ "}, {"aya_id": 3350, "coordinates": [[259, 49, 299, 34], [293, 49, 322, 34], [327, 49, 322, 34], [362, 353, 19, 34]], "aya_moshaf": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ "}, {"aya_id": 3351, "coordinates": [[362, 49, 304, 34], [396, 353, 19, 34]], "aya_moshaf": "وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ "}, {"aya_id": 3352, "coordinates": [[396, 49, 304, 34], [430, 49, 322, 34], [465, 212, 160, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ "}, {"aya_id": 3353, "coordinates": [[465, 49, 163, 34], [499, 49, 322, 34], [533, 350, 22, 34]], "aya_moshaf": "وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ "}, {"aya_id": 3354, "coordinates": [[533, 49, 301, 34], [568, 49, 322, 34]], "aya_moshaf": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ "}]