const nearbySurasNames = {
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
};
const choicesObjects = {
    "396": "ان الذي فرض عليك القران",
    "397": "والذين امنوا وعملوا الصالحات لنكفرن",
    "399": "فما كان جواب قومه الا",
    "400": "ولما جاءت رسلنا ابراهيم بالبشري",
};
const ayas = [{"aya_id": 3355, "coordinates": [[80, 92, 322, 34], [114, 386, 29, 34]], "aya_moshaf": "فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ "}, {"aya_id": 3356, "coordinates": [[114, 92, 294, 34], [149, 192, 223, 34]], "aya_moshaf": "وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ "}, {"aya_id": 3357, "coordinates": [[149, 92, 100, 34], [183, 92, 322, 34], [217, 92, 322, 34], [252, 164, 251, 34]], "aya_moshaf": "إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ "}, {"aya_id": 3358, "coordinates": [[252, 92, 72, 34], [286, 92, 322, 34], [320, 330, 85, 34]], "aya_moshaf": "وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ "}, {"aya_id": 3359, "coordinates": [[320, 92, 238, 34], [355, 216, 199, 34]], "aya_moshaf": "أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ "}, {"aya_id": 3360, "coordinates": [[355, 92, 124, 34], [389, 92, 322, 34], [423, 221, 194, 34]], "aya_moshaf": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ "}, {"aya_id": 3361, "coordinates": [[423, 92, 129, 34], [458, 239, 176, 34]], "aya_moshaf": "يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ "}, {"aya_id": 3362, "coordinates": [[458, 92, 147, 34], [492, 92, 322, 34], [526, 327, 88, 34]], "aya_moshaf": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ "}, {"aya_id": 3363, "coordinates": [[526, 92, 235, 34], [561, 92, 322, 34]], "aya_moshaf": "وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ "}]
const ayasRanges = [{"ayas_ids_range": [3355, 3363], "sura_id": 29}];
