const mainSuraId = 29;
const nearbySurasNames = {
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
};
const choicesObjects = {
    "397": "والذين امنوا وعملوا الصالحات لنكفرن",
    "398": "فانجيناه واصحاب السفينه وجعلناها ايه",
    "400": "ولما جاءت رسلنا ابراهيم بالبشري",
    "401": "وقارون وفرعون وهامان ولقد جاءهم",
};
const ayas = [{"aya_id": 3364, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 344, 27, 34]], "aya_moshaf": "فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ "}, {"aya_id": 3365, "coordinates": [[156, 49, 295, 34], [190, 49, 322, 34], [224, 49, 322, 34], [259, 186, 185, 34]], "aya_moshaf": "وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ "}, {"aya_id": 3366, "coordinates": [[259, 49, 137, 34], [293, 103, 268, 34]], "aya_moshaf": "۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 3367, "coordinates": [[293, 49, 54, 34], [327, 49, 322, 34], [362, 49, 322, 34], [396, 341, 30, 34]], "aya_moshaf": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ "}, {"aya_id": 3368, "coordinates": [[396, 49, 292, 34], [430, 49, 322, 34]], "aya_moshaf": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ "}, {"aya_id": 3369, "coordinates": [[465, 49, 322, 34], [499, 49, 322, 34], [533, 49, 322, 34], [568, 346, 25, 34]], "aya_moshaf": "أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ "}, {"aya_id": 3370, "coordinates": [[568, 49, 297, 34]], "aya_moshaf": "قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ "}]