const nearbySurasNames = {
    1: 'الفَاتِحة',
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
};
const choicesObjects = {
    "2": "الم",
    "3": "ان الذين كفروا سواء عليهم",
    "5": "وبشر الذين امنوا وعملوا الصالحات",
    "6": "واذ قال ربك للملائكه اني",
};
const ayas = [{"aya_id": 24, "coordinates": [[80, 89, 322, 34], [114, 120, 292, 34]], "aya_moshaf": "مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ "}, {"aya_id": 25, "coordinates": [[114, 89, 31, 34], [149, 247, 165, 34]], "aya_moshaf": "صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ "}, {"aya_id": 26, "coordinates": [[149, 89, 158, 34], [183, 89, 322, 34], [217, 192, 220, 34]], "aya_moshaf": "أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ "}, {"aya_id": 27, "coordinates": [[217, 89, 103, 34], [252, 89, 322, 34], [286, 89, 322, 34], [320, 324, 88, 34]], "aya_moshaf": "يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ "}, {"aya_id": 28, "coordinates": [[320, 89, 235, 34], [355, 199, 213, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ "}, {"aya_id": 29, "coordinates": [[355, 89, 110, 34], [389, 89, 322, 34], [423, 89, 322, 34], [458, 322, 90, 34]], "aya_moshaf": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ "}, {"aya_id": 30, "coordinates": [[458, 89, 233, 34], [492, 89, 322, 34], [526, 286, 126, 34]], "aya_moshaf": "وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 31, "coordinates": [[526, 89, 197, 34], [561, 96, 316, 34]], "aya_moshaf": "فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ "}]
const ayasRanges = [{"ayas_ids_range": [24, 31], "sura_id": 2}];
