const mainSuraId = 29;
const nearbySurasNames = {
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
};
const choicesObjects = {
    "398": "فانجيناه واصحاب السفينه وجعلناها ايه",
    "399": "فما كان جواب قومه الا",
    "401": "وقارون وفرعون وهامان ولقد جاءهم",
    "402": "ولا تجادلوا اهل الكتاب الا",
};
const ayas = [{"aya_id": 3371, "coordinates": [[81, 91, 322, 34], [115, 91, 322, 34]], "aya_moshaf": "وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ "}, {"aya_id": 3372, "coordinates": [[150, 91, 322, 34], [184, 126, 288, 34]], "aya_moshaf": "قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ "}, {"aya_id": 3373, "coordinates": [[184, 91, 35, 34], [218, 91, 322, 34], [253, 91, 322, 34], [287, 226, 188, 34]], "aya_moshaf": "وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ "}, {"aya_id": 3374, "coordinates": [[287, 91, 135, 34], [321, 91, 322, 34], [356, 385, 29, 34]], "aya_moshaf": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ "}, {"aya_id": 3375, "coordinates": [[356, 91, 294, 34], [390, 384, 30, 34]], "aya_moshaf": "وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ "}, {"aya_id": 3376, "coordinates": [[390, 91, 293, 34], [424, 91, 322, 34], [459, 385, 29, 34]], "aya_moshaf": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ "}, {"aya_id": 3377, "coordinates": [[459, 91, 294, 34], [493, 272, 142, 34]], "aya_moshaf": "فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ "}, {"aya_id": 3378, "coordinates": [[493, 91, 181, 34], [527, 91, 322, 34], [562, 91, 322, 34]], "aya_moshaf": "وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ "}]