const mainSuraId = 29;
const nearbySurasNames = {
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
};
const choicesObjects = {
    "399": "فما كان جواب قومه الا",
    "400": "ولما جاءت رسلنا ابراهيم بالبشري",
    "402": "ولا تجادلوا اهل الكتاب الا",
    "403": "ويستعجلونك بالعذاب ولولا اجل مسمي",
};
const ayas = [{"aya_id": 3379, "coordinates": [[88, 54, 322, 34], [122, 54, 322, 34], [157, 349, 28, 34]], "aya_moshaf": "وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ "}, {"aya_id": 3380, "coordinates": [[157, 54, 295, 34], [191, 54, 322, 34], [225, 54, 322, 34], [260, 132, 245, 34]], "aya_moshaf": "فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ "}, {"aya_id": 3381, "coordinates": [[260, 54, 78, 34], [294, 54, 322, 34], [328, 54, 322, 34], [363, 221, 156, 34]], "aya_moshaf": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ "}, {"aya_id": 3382, "coordinates": [[363, 54, 167, 34], [397, 105, 272, 34]], "aya_moshaf": "إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 3383, "coordinates": [[397, 54, 51, 34], [431, 54, 322, 34], [466, 345, 32, 34]], "aya_moshaf": "وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ "}, {"aya_id": 3384, "coordinates": [[466, 54, 291, 34], [500, 235, 142, 34]], "aya_moshaf": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ "}, {"aya_id": 3385, "coordinates": [[500, 54, 181, 34], [534, 54, 322, 34], [569, 54, 322, 34]], "aya_moshaf": "ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ "}]