const nearbySurasNames = {
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
};
const choicesObjects = {
    "400": "ولما جاءت رسلنا ابراهيم بالبشري",
    "401": "وقارون وفرعون وهامان ولقد جاءهم",
    "403": "ويستعجلونك بالعذاب ولولا اجل مسمي",
    "404": "وما هذه الحياه الدنيا الا",
};
const ayas = [{"aya_id": 3386, "coordinates": [[86, 85, 322, 34], [120, 85, 322, 34], [155, 85, 322, 34]], "aya_moshaf": "۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ "}, {"aya_id": 3387, "coordinates": [[189, 85, 322, 34], [223, 85, 322, 34], [258, 276, 132, 34]], "aya_moshaf": "وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ "}, {"aya_id": 3388, "coordinates": [[258, 85, 191, 34], [292, 128, 280, 34]], "aya_moshaf": "وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ "}, {"aya_id": 3389, "coordinates": [[292, 85, 43, 34], [326, 85, 322, 34], [361, 231, 177, 34]], "aya_moshaf": "بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ "}, {"aya_id": 3390, "coordinates": [[361, 85, 146, 34], [395, 85, 322, 34], [429, 334, 74, 34]], "aya_moshaf": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ "}, {"aya_id": 3391, "coordinates": [[429, 85, 249, 34], [464, 85, 322, 34], [498, 319, 89, 34]], "aya_moshaf": "أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ "}, {"aya_id": 3392, "coordinates": [[498, 85, 234, 34], [532, 85, 322, 34], [567, 85, 322, 34]], "aya_moshaf": "قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ "}]
const ayasRanges = [{"ayas_ids_range": [3386, 3392], "sura_id": 29}];
