const mainSuraId = 29;
const nearbySurasNames = {
    28: 'القَصَص',
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
};
const choicesObjects = {
    "402": "ولا تجادلوا اهل الكتاب الا",
    "403": "ويستعجلونك بالعذاب ولولا اجل مسمي",
    "405": "وعد الله لا يخلف الله",
    "406": "واما الذين كفروا وكذبوا باياتنا",
};
const ayas = [{"aya_id": 3404, "coordinates": [[82, 84, 322, 34], [116, 179, 228, 34]], "aya_moshaf": "وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ "}, {"aya_id": 3405, "coordinates": [[116, 84, 95, 34], [151, 84, 322, 34], [185, 312, 95, 34]], "aya_moshaf": "فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ "}, {"aya_id": 3406, "coordinates": [[185, 84, 228, 34], [219, 317, 90, 34]], "aya_moshaf": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ "}, {"aya_id": 3407, "coordinates": [[219, 84, 233, 34], [254, 84, 322, 34], [288, 380, 27, 34]], "aya_moshaf": "أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ "}, {"aya_id": 3408, "coordinates": [[288, 84, 296, 34], [322, 130, 277, 34]], "aya_moshaf": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ "}, {"aya_id": 3409, "coordinates": [[322, 84, 46, 34], [357, 84, 322, 34]], "aya_moshaf": "وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ "}, {"aya_id": 3410, "coordinates": [[460, 359, 48, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ الٓمٓ "}, {"aya_id": 3411, "coordinates": [[460, 265, 94, 34]], "aya_moshaf": "غُلِبَتِ ٱلرُّومُ "}, {"aya_id": 3412, "coordinates": [[460, 84, 181, 34], [494, 262, 145, 34]], "aya_moshaf": "فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ "}, {"aya_id": 3413, "coordinates": [[494, 84, 178, 34], [528, 84, 322, 34]], "aya_moshaf": "فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ "}, {"aya_id": 3414, "coordinates": [[563, 84, 322, 34]], "aya_moshaf": "بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ "}]