const nearbySurasNames = {
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
    32: 'السَّجدة',
};
const choicesObjects = {
    "404": "وما هذه الحياه الدنيا الا",
    "405": "وعد الله لا يخلف الله",
    "407": "ومن اياته ان تقوم السماء",
    "408": "واذا مس الناس ضر دعوا",
};
const ayas = [{"aya_id": 3425, "coordinates": [[82, 89, 322, 34], [116, 262, 150, 34]], "aya_moshaf": "وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ "}, {"aya_id": 3426, "coordinates": [[116, 89, 173, 34], [151, 296, 116, 34]], "aya_moshaf": "فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ "}, {"aya_id": 3427, "coordinates": [[151, 89, 207, 34], [185, 262, 150, 34]], "aya_moshaf": "وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ "}, {"aya_id": 3428, "coordinates": [[185, 89, 173, 34], [219, 89, 322, 34], [254, 386, 26, 34]], "aya_moshaf": "يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ "}, {"aya_id": 3429, "coordinates": [[254, 89, 297, 34], [288, 316, 96, 34]], "aya_moshaf": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ "}, {"aya_id": 3430, "coordinates": [[288, 89, 227, 34], [322, 89, 322, 34], [357, 204, 208, 34]], "aya_moshaf": "وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ "}, {"aya_id": 3431, "coordinates": [[357, 89, 115, 34], [391, 89, 322, 34], [425, 247, 165, 34]], "aya_moshaf": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ "}, {"aya_id": 3432, "coordinates": [[425, 89, 158, 34], [460, 89, 322, 34], [494, 276, 136, 34]], "aya_moshaf": "وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ "}, {"aya_id": 3433, "coordinates": [[494, 89, 187, 34], [528, 89, 322, 34], [563, 89, 322, 34]], "aya_moshaf": "وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ "}]
const ayasRanges = [{"ayas_ids_range": [3425, 3433], "sura_id": 30}];
