const mainSuraId = 30;
const nearbySurasNames = {
    29: 'العَنكبُوت',
    30: 'الرُّوم',
    31: 'لُقمَان',
    32: 'السَّجدة',
};
const choicesObjects = {
    "406": "واما الذين كفروا وكذبوا باياتنا",
    "407": "ومن اياته ان تقوم السماء",
    "409": "قل سيروا في الارض فانظروا",
    "410": "ولئن ارسلنا ريحا فراوه مصفرا",
};
const ayas = [{"aya_id": 3442, "coordinates": [[84, 92, 322, 34], [118, 174, 241, 34]], "aya_moshaf": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ "}, {"aya_id": 3443, "coordinates": [[118, 92, 82, 34], [153, 188, 227, 34]], "aya_moshaf": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ "}, {"aya_id": 3444, "coordinates": [[153, 92, 96, 34], [187, 174, 241, 34]], "aya_moshaf": "أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ "}, {"aya_id": 3445, "coordinates": [[187, 92, 82, 34], [221, 92, 322, 34], [256, 309, 106, 34]], "aya_moshaf": "وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ "}, {"aya_id": 3446, "coordinates": [[256, 92, 217, 34], [290, 177, 238, 34]], "aya_moshaf": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ "}, {"aya_id": 3447, "coordinates": [[290, 92, 85, 34], [324, 92, 322, 34], [359, 208, 207, 34]], "aya_moshaf": "فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ "}, {"aya_id": 3448, "coordinates": [[359, 92, 116, 34], [393, 92, 322, 34], [427, 152, 263, 34]], "aya_moshaf": "وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ "}, {"aya_id": 3449, "coordinates": [[427, 92, 60, 34], [462, 92, 322, 34], [496, 92, 322, 34], [530, 326, 89, 34]], "aya_moshaf": "ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ "}, {"aya_id": 3450, "coordinates": [[530, 92, 234, 34], [565, 92, 322, 34]], "aya_moshaf": "ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ "}]