const nearbySurasNames = {
    30: 'الرُّوم',
    31: 'لُقمَان',
    32: 'السَّجدة',
    33: 'الأحزَاب',
};
const choicesObjects = {
    "409": "قل سيروا في الارض فانظروا",
    "410": "ولئن ارسلنا ريحا فراوه مصفرا",
    "412": "ولقد اتينا لقمان الحكمه ان",
    "413": "الم تروا ان الله سخر",
};
const ayas = [{"aya_id": 3470, "coordinates": [[156, 318, 54, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ الٓمٓ "}, {"aya_id": 3471, "coordinates": [[156, 133, 185, 34]], "aya_moshaf": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ "}, {"aya_id": 3472, "coordinates": [[156, 49, 84, 34], [190, 283, 89, 34]], "aya_moshaf": "هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ "}, {"aya_id": 3473, "coordinates": [[190, 49, 234, 34], [224, 239, 133, 34]], "aya_moshaf": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ "}, {"aya_id": 3474, "coordinates": [[224, 49, 190, 34], [259, 273, 99, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ "}, {"aya_id": 3475, "coordinates": [[259, 49, 224, 34], [293, 49, 322, 34], [327, 271, 101, 34]], "aya_moshaf": "وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ "}, {"aya_id": 3476, "coordinates": [[327, 49, 222, 34], [362, 49, 322, 34]], "aya_moshaf": "وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ "}, {"aya_id": 3477, "coordinates": [[396, 49, 322, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ "}, {"aya_id": 3478, "coordinates": [[430, 94, 278, 34]], "aya_moshaf": "خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 3479, "coordinates": [[430, 49, 45, 34], [465, 49, 322, 34], [499, 49, 322, 34], [533, 219, 153, 34]], "aya_moshaf": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ "}, {"aya_id": 3480, "coordinates": [[533, 49, 170, 34], [568, 49, 322, 34]], "aya_moshaf": "هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ "}]
const ayasRanges = [{"ayas_ids_range": [3470, 3480], "sura_id": 31}];
