const mainSuraId = 31;
const nearbySurasNames = {
    30: 'الرُّوم',
    31: 'لُقمَان',
    32: 'السَّجدة',
    33: 'الأحزَاب',
};
const choicesObjects = {
    "410": "ولئن ارسلنا ريحا فراوه مصفرا",
    "411": "الم",
    "413": "الم تروا ان الله سخر",
    "414": "الم تر ان الله يولج",
};
const ayas = [{"aya_id": 3481, "coordinates": [[80, 96, 322, 34], [114, 146, 273, 34]], "aya_moshaf": "وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ "}, {"aya_id": 3482, "coordinates": [[114, 96, 50, 34], [149, 96, 322, 34], [183, 317, 102, 34]], "aya_moshaf": "وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ "}, {"aya_id": 3483, "coordinates": [[183, 96, 221, 34], [217, 96, 322, 34], [252, 321, 98, 34]], "aya_moshaf": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ "}, {"aya_id": 3484, "coordinates": [[252, 96, 225, 34], [286, 96, 322, 34], [320, 96, 322, 34], [355, 296, 123, 34]], "aya_moshaf": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 3485, "coordinates": [[355, 96, 200, 34], [389, 96, 322, 34], [423, 245, 174, 34]], "aya_moshaf": "يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ "}, {"aya_id": 3486, "coordinates": [[423, 96, 149, 34], [458, 96, 322, 34], [492, 317, 102, 34]], "aya_moshaf": "يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ "}, {"aya_id": 3487, "coordinates": [[492, 96, 221, 34], [526, 199, 220, 34]], "aya_moshaf": "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ "}, {"aya_id": 3488, "coordinates": [[526, 96, 103, 34], [561, 96, 322, 34]], "aya_moshaf": "وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ "}]