const mainSuraId = 31;
const nearbySurasNames = {
    30: 'الرُّوم',
    31: 'لُقمَان',
    32: 'السَّجدة',
    33: 'الأحزَاب',
};
const choicesObjects = {
    "411": "الم",
    "412": "ولقد اتينا لقمان الحكمه ان",
    "414": "الم تر ان الله يولج",
    "415": "الم",
};
const ayas = [{"aya_id": 3489, "coordinates": [[84, 45, 322, 34], [118, 45, 322, 34], [153, 160, 208, 34]], "aya_moshaf": "أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ "}, {"aya_id": 3490, "coordinates": [[153, 45, 115, 34], [187, 45, 322, 34], [221, 141, 227, 34]], "aya_moshaf": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ "}, {"aya_id": 3491, "coordinates": [[221, 45, 96, 34], [256, 45, 322, 34], [290, 215, 153, 34]], "aya_moshaf": "۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ "}, {"aya_id": 3492, "coordinates": [[290, 45, 170, 34], [324, 45, 322, 34], [359, 346, 22, 34]], "aya_moshaf": "وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ "}, {"aya_id": 3493, "coordinates": [[359, 45, 301, 34]], "aya_moshaf": "نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ "}, {"aya_id": 3494, "coordinates": [[393, 45, 322, 34], [427, 148, 220, 34]], "aya_moshaf": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ "}, {"aya_id": 3495, "coordinates": [[427, 45, 103, 34], [462, 158, 210, 34]], "aya_moshaf": "لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ "}, {"aya_id": 3496, "coordinates": [[462, 45, 113, 34], [496, 45, 322, 34], [530, 111, 257, 34]], "aya_moshaf": "وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ "}, {"aya_id": 3497, "coordinates": [[530, 45, 66, 34], [565, 45, 322, 34]], "aya_moshaf": "مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ "}]