const mainSuraId = 32;
const nearbySurasNames = {
    31: 'لُقمَان',
    32: 'السَّجدة',
    33: 'الأحزَاب',
    34: 'سَبإ',
};
const choicesObjects = {
    "414": "الم تر ان الله يولج",
    "415": "الم",
    "417": "ولنذيقنهم من العذاب الادني دون",
    "418": "ياايها النبي اتق الله ولا",
};
const ayas = [{"aya_id": 3515, "coordinates": [[80, 92, 322, 34], [114, 92, 322, 34], [149, 384, 30, 34]], "aya_moshaf": "وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ "}, {"aya_id": 3516, "coordinates": [[149, 92, 292, 34], [183, 92, 322, 34]], "aya_moshaf": "وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ "}, {"aya_id": 3517, "coordinates": [[217, 92, 322, 34], [252, 157, 257, 34]], "aya_moshaf": "فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 3518, "coordinates": [[252, 92, 65, 34], [286, 92, 322, 34], [320, 204, 210, 34]], "aya_moshaf": "إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩ "}, {"aya_id": 3519, "coordinates": [[320, 92, 112, 34], [355, 92, 322, 34], [389, 343, 71, 34]], "aya_moshaf": "تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ "}, {"aya_id": 3520, "coordinates": [[389, 92, 251, 34], [423, 297, 117, 34]], "aya_moshaf": "فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 3521, "coordinates": [[423, 92, 205, 34], [458, 330, 84, 34]], "aya_moshaf": "أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ "}, {"aya_id": 3522, "coordinates": [[458, 92, 238, 34], [492, 191, 223, 34]], "aya_moshaf": "أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 3523, "coordinates": [[492, 92, 99, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ "}]