const mainSuraId = 32;
const nearbySurasNames = {
    31: 'لُقمَان',
    32: 'السَّجدة',
    33: 'الأحزَاب',
    34: 'سَبإ',
};
const choicesObjects = {
    "415": "الم",
    "416": "ولو تري اذ المجرمون ناكسوا",
    "418": "ياايها النبي اتق الله ولا",
    "419": "واذ اخذنا من النبيين ميثاقهم",
};
const ayas = [{"aya_id": 3524, "coordinates": [[83, 49, 322, 34], [117, 245, 127, 34]], "aya_moshaf": "وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ "}, {"aya_id": 3525, "coordinates": [[117, 49, 196, 34], [152, 113, 259, 34]], "aya_moshaf": "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ "}, {"aya_id": 3526, "coordinates": [[152, 49, 64, 34], [186, 49, 322, 34], [220, 229, 143, 34]], "aya_moshaf": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ "}, {"aya_id": 3527, "coordinates": [[220, 49, 180, 34], [255, 105, 267, 34]], "aya_moshaf": "وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ "}, {"aya_id": 3528, "coordinates": [[255, 49, 56, 34], [289, 49, 322, 34], [323, 344, 28, 34]], "aya_moshaf": "إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ "}, {"aya_id": 3529, "coordinates": [[323, 49, 295, 34], [358, 49, 322, 34], [392, 346, 26, 34]], "aya_moshaf": "أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ "}, {"aya_id": 3530, "coordinates": [[392, 49, 297, 34], [426, 49, 322, 34]], "aya_moshaf": "أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ "}, {"aya_id": 3531, "coordinates": [[461, 49, 322, 34]], "aya_moshaf": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 3532, "coordinates": [[495, 49, 322, 34], [529, 349, 23, 34]], "aya_moshaf": "قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ "}, {"aya_id": 3533, "coordinates": [[529, 49, 300, 34]], "aya_moshaf": "فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ "}]