const nearbySurasNames = {
    32: 'السَّجدة',
    33: 'الأحزَاب',
    34: 'سَبإ',
    35: 'فَاطِر',
};
const choicesObjects = {
    "417": "ولنذيقنهم من العذاب الادني دون",
    "418": "ياايها النبي اتق الله ولا",
    "420": "قل لن ينفعكم الفرار ان",
    "421": "من المؤمنين رجال صدقوا ما",
};
const ayas = [{"aya_id": 3540, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34]], "aya_moshaf": "وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا "}, {"aya_id": 3541, "coordinates": [[156, 49, 322, 34], [190, 342, 30, 34]], "aya_moshaf": "لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا "}, {"aya_id": 3542, "coordinates": [[190, 49, 293, 34], [224, 49, 322, 34], [259, 248, 124, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا "}, {"aya_id": 3543, "coordinates": [[259, 49, 199, 34], [293, 49, 322, 34], [327, 234, 138, 34]], "aya_moshaf": "إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠ "}, {"aya_id": 3544, "coordinates": [[327, 49, 185, 34], [362, 269, 103, 34]], "aya_moshaf": "هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا "}, {"aya_id": 3545, "coordinates": [[362, 49, 220, 34], [396, 150, 222, 34]], "aya_moshaf": "وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا "}, {"aya_id": 3546, "coordinates": [[396, 49, 101, 34], [430, 49, 322, 34], [465, 49, 322, 34], [499, 326, 46, 34]], "aya_moshaf": "وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا "}, {"aya_id": 3547, "coordinates": [[499, 49, 277, 34], [533, 176, 196, 34]], "aya_moshaf": "وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا "}, {"aya_id": 3548, "coordinates": [[533, 49, 127, 34], [568, 49, 322, 34]], "aya_moshaf": "وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا "}]
const ayasRanges = [{"ayas_ids_range": [3540, 3548], "sura_id": 33}];
