const nearbySurasNames = {
    32: 'السَّجدة',
    33: 'الأحزَاب',
    34: 'سَبإ',
    35: 'فَاطِر',
};
const choicesObjects = {
    "419": "واذ اخذنا من النبيين ميثاقهم",
    "420": "قل لن ينفعكم الفرار ان",
    "422": "ومن يقنت منكن لله ورسوله",
    "423": "وما كان لمؤمن ولا مؤمنه",
};
const ayas = [{"aya_id": 3556, "coordinates": [[83, 49, 322, 34], [117, 100, 272, 34]], "aya_moshaf": "مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا "}, {"aya_id": 3557, "coordinates": [[117, 49, 51, 34], [152, 49, 322, 34], [186, 127, 245, 34]], "aya_moshaf": "لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا "}, {"aya_id": 3558, "coordinates": [[186, 49, 78, 34], [220, 49, 322, 34], [255, 213, 159, 34]], "aya_moshaf": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا "}, {"aya_id": 3559, "coordinates": [[255, 49, 164, 34], [289, 49, 322, 34], [323, 158, 214, 34]], "aya_moshaf": "وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا "}, {"aya_id": 3560, "coordinates": [[323, 49, 109, 34], [358, 49, 322, 34], [392, 288, 84, 34]], "aya_moshaf": "وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا "}, {"aya_id": 3561, "coordinates": [[392, 49, 239, 34], [426, 49, 322, 34], [461, 279, 93, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا "}, {"aya_id": 3562, "coordinates": [[461, 49, 230, 34], [495, 49, 322, 34]], "aya_moshaf": "وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا "}, {"aya_id": 3563, "coordinates": [[529, 49, 322, 34], [564, 49, 322, 34]], "aya_moshaf": "يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا "}]
const ayasRanges = [{"ayas_ids_range": [3556, 3563], "sura_id": 33}];
