const nearbySurasNames = {
    32: 'السَّجدة',
    33: 'الأحزَاب',
    34: 'سَبإ',
    35: 'فَاطِر',
};
const choicesObjects = {
    "421": "من المؤمنين رجال صدقوا ما",
    "422": "ومن يقنت منكن لله ورسوله",
    "424": "تحيتهم يوم يلقونه سلام واعد",
    "425": "ترجي من تشاء منهن وتؤوي",
};
const ayas = [{"aya_id": 3569, "coordinates": [[85, 46, 322, 34], [119, 46, 322, 34], [154, 313, 56, 34]], "aya_moshaf": "وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا "}, {"aya_id": 3570, "coordinates": [[154, 46, 267, 34], [188, 46, 322, 34], [222, 46, 322, 34], [257, 46, 322, 34], [291, 46, 322, 34], [325, 342, 27, 34]], "aya_moshaf": "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا "}, {"aya_id": 3571, "coordinates": [[325, 46, 296, 34], [360, 105, 264, 34]], "aya_moshaf": "مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا "}, {"aya_id": 3572, "coordinates": [[360, 46, 59, 34], [394, 46, 322, 34], [428, 280, 89, 34]], "aya_moshaf": "ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا "}, {"aya_id": 3573, "coordinates": [[428, 46, 234, 34], [463, 46, 322, 34]], "aya_moshaf": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا "}, {"aya_id": 3574, "coordinates": [[497, 128, 241, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا "}, {"aya_id": 3575, "coordinates": [[497, 46, 82, 34], [531, 297, 72, 34]], "aya_moshaf": "وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا "}, {"aya_id": 3576, "coordinates": [[531, 46, 251, 34], [566, 46, 322, 34]], "aya_moshaf": "هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا "}]
const ayasRanges = [{"ayas_ids_range": [3569, 3576], "sura_id": 33}];
