const mainSuraId = 34;
const nearbySurasNames = {
    33: 'الأحزَاب',
    34: 'سَبإ',
    35: 'فَاطِر',
    36: 'يسٓ',
};
const choicesObjects = {
    "426": "لا جناح عليهن في ابائهن",
    "427": "يسالك الناس عن الساعه قل",
    "429": "افتري علي الله كذبا ام",
    "430": "لقد كان لسبا في مسكنهم",
};
const ayas = [{"aya_id": 3607, "coordinates": [[149, 92, 322, 34], [183, 221, 194, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ "}, {"aya_id": 3608, "coordinates": [[183, 92, 129, 34], [217, 92, 322, 34], [252, 296, 119, 34]], "aya_moshaf": "يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ "}, {"aya_id": 3609, "coordinates": [[252, 92, 204, 34], [286, 92, 322, 34], [320, 92, 322, 34], [355, 185, 230, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ "}, {"aya_id": 3610, "coordinates": [[355, 92, 93, 34], [389, 92, 322, 34], [423, 323, 92, 34]], "aya_moshaf": "لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ "}, {"aya_id": 3611, "coordinates": [[423, 92, 231, 34], [458, 237, 178, 34]], "aya_moshaf": "وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ "}, {"aya_id": 3612, "coordinates": [[458, 92, 145, 34], [492, 92, 322, 34], [526, 306, 109, 34]], "aya_moshaf": "وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ "}, {"aya_id": 3613, "coordinates": [[526, 92, 214, 34], [561, 92, 322, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ "}]