const mainSuraId = 34;
const nearbySurasNames = {
    33: 'الأحزَاب',
    34: 'سَبإ',
    35: 'فَاطِر',
    36: 'يسٓ',
};
const choicesObjects = {
    "428": "الحمد لله الذي له ما",
    "429": "افتري علي الله كذبا ام",
    "431": "ولا تنفع الشفاعه عنده الا",
    "432": "قال الذين استكبروا للذين استضعفوا",
};
const ayas = [{"aya_id": 3621, "coordinates": [[80, 92, 322, 34], [114, 92, 322, 34], [149, 388, 27, 34]], "aya_moshaf": "لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ "}, {"aya_id": 3622, "coordinates": [[149, 92, 296, 34], [183, 92, 322, 34], [217, 392, 23, 34]], "aya_moshaf": "فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ "}, {"aya_id": 3623, "coordinates": [[217, 92, 300, 34]], "aya_moshaf": "ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ "}, {"aya_id": 3624, "coordinates": [[252, 92, 322, 34], [286, 92, 322, 34]], "aya_moshaf": "وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ "}, {"aya_id": 3625, "coordinates": [[320, 92, 322, 34], [355, 92, 322, 34], [389, 340, 75, 34]], "aya_moshaf": "فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ "}, {"aya_id": 3626, "coordinates": [[389, 92, 248, 34], [423, 277, 138, 34]], "aya_moshaf": "وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ "}, {"aya_id": 3627, "coordinates": [[423, 92, 185, 34], [458, 92, 322, 34], [492, 273, 142, 34]], "aya_moshaf": "وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ "}, {"aya_id": 3628, "coordinates": [[492, 92, 181, 34], [526, 92, 322, 34], [561, 92, 322, 34]], "aya_moshaf": "قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ "}]