const mainSuraId = 34;
const nearbySurasNames = {
    33: 'الأحزَاب',
    34: 'سَبإ',
    35: 'فَاطِر',
    36: 'يسٓ',
};
const choicesObjects = {
    "430": "لقد كان لسبا في مسكنهم",
    "431": "ولا تنفع الشفاعه عنده الا",
    "433": "ويوم يحشرهم جميعا ثم يقول",
    "434": "قل جاء الحق وما يبدئ",
};
const ayas = [{"aya_id": 3638, "coordinates": [[83, 87, 322, 34], [117, 158, 251, 34]], "aya_moshaf": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ "}, {"aya_id": 3639, "coordinates": [[117, 87, 71, 34], [152, 87, 322, 34], [186, 87, 322, 34], [220, 87, 322, 34], [255, 209, 200, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 3640, "coordinates": [[255, 87, 122, 34], [289, 87, 322, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ "}, {"aya_id": 3641, "coordinates": [[323, 87, 322, 34]], "aya_moshaf": "وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ "}, {"aya_id": 3642, "coordinates": [[358, 87, 322, 34], [392, 329, 80, 34]], "aya_moshaf": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ "}, {"aya_id": 3643, "coordinates": [[392, 87, 242, 34], [426, 87, 322, 34], [461, 196, 213, 34]], "aya_moshaf": "وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ "}, {"aya_id": 3644, "coordinates": [[461, 87, 109, 34], [495, 118, 291, 34]], "aya_moshaf": "وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ "}, {"aya_id": 3645, "coordinates": [[495, 87, 31, 34], [529, 87, 322, 34], [564, 87, 322, 34]], "aya_moshaf": "قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ "}]