const mainSuraId = 34;
const nearbySurasNames = {
    33: 'الأحزَاب',
    34: 'سَبإ',
    35: 'فَاطِر',
    36: 'يسٓ',
};
const choicesObjects = {
    "431": "ولا تنفع الشفاعه عنده الا",
    "432": "قال الذين استكبروا للذين استضعفوا",
    "434": "قل جاء الحق وما يبدئ",
    "435": "وان يكذبوك فقد كذبت رسل",
};
const ayas = [{"aya_id": 3646, "coordinates": [[87, 54, 322, 34], [121, 303, 74, 34]], "aya_moshaf": "وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ "}, {"aya_id": 3647, "coordinates": [[121, 54, 249, 34], [156, 132, 245, 34]], "aya_moshaf": "قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ "}, {"aya_id": 3648, "coordinates": [[156, 54, 78, 34], [190, 54, 322, 34], [224, 210, 167, 34]], "aya_moshaf": "فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ "}, {"aya_id": 3649, "coordinates": [[224, 54, 156, 34], [259, 54, 322, 34], [293, 54, 322, 34], [327, 184, 193, 34]], "aya_moshaf": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ "}, {"aya_id": 3650, "coordinates": [[327, 54, 130, 34], [362, 112, 265, 34]], "aya_moshaf": "وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ "}, {"aya_id": 3651, "coordinates": [[362, 54, 58, 34], [396, 54, 322, 34], [430, 252, 125, 34]], "aya_moshaf": "وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ "}, {"aya_id": 3652, "coordinates": [[430, 54, 198, 34], [465, 54, 322, 34], [499, 54, 322, 34]], "aya_moshaf": "۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ "}, {"aya_id": 3653, "coordinates": [[533, 54, 322, 34], [568, 281, 96, 34]], "aya_moshaf": "قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ "}, {"aya_id": 3654, "coordinates": [[568, 54, 227, 34]], "aya_moshaf": "قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ "}]