const nearbySurasNames = {
    33: 'الأحزَاب',
    34: 'سَبإ',
    35: 'فَاطِر',
    36: 'يسٓ',
};
const choicesObjects = {
    "432": "قال الذين استكبروا للذين استضعفوا",
    "433": "ويوم يحشرهم جميعا ثم يقول",
    "435": "وان يكذبوك فقد كذبت رسل",
    "436": "وما يستوي البحران هذا عذب",
};
const ayas = [{"aya_id": 3655, "coordinates": [[82, 167, 241, 34]], "aya_moshaf": "قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ "}, {"aya_id": 3656, "coordinates": [[82, 85, 82, 34], [116, 85, 322, 34], [151, 311, 97, 34]], "aya_moshaf": "قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ "}, {"aya_id": 3657, "coordinates": [[151, 85, 226, 34], [185, 314, 94, 34]], "aya_moshaf": "وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ "}, {"aya_id": 3658, "coordinates": [[185, 85, 229, 34], [219, 311, 97, 34]], "aya_moshaf": "وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ "}, {"aya_id": 3659, "coordinates": [[219, 85, 226, 34], [254, 238, 170, 34]], "aya_moshaf": "وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ "}, {"aya_id": 3660, "coordinates": [[254, 85, 153, 34], [288, 85, 322, 34]], "aya_moshaf": "وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ "}, {"aya_id": 3661, "coordinates": [[391, 85, 322, 34], [425, 85, 322, 34], [460, 328, 80, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ "}, {"aya_id": 3662, "coordinates": [[460, 85, 243, 34], [494, 118, 290, 34]], "aya_moshaf": "مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 3663, "coordinates": [[494, 85, 33, 34], [528, 85, 322, 34], [563, 85, 322, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ "}]
const ayasRanges = [{"ayas_ids_range": [3655, 3660], "sura_id": 34}, {"ayas_ids_range": [3661, 3663], "sura_id": 35}];
