const nearbySurasNames = {
    34: 'سَبإ',
    35: 'فَاطِر',
    36: 'يسٓ',
    37: 'الصَّافَات',
};
const choicesObjects = {
    "436": "وما يستوي البحران هذا عذب",
    "437": "وما يستوي الاعمي والبصير",
    "439": "هو الذي جعلكم خلائف في",
    "440": "ولو يؤاخذ الله الناس بما",
};
const ayas = [{"aya_id": 3691, "coordinates": [[87, 87, 322, 34], [121, 196, 214, 34]], "aya_moshaf": "وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ "}, {"aya_id": 3692, "coordinates": [[121, 87, 109, 34], [156, 87, 322, 34], [190, 87, 322, 34], [224, 255, 155, 34]], "aya_moshaf": "ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ "}, {"aya_id": 3693, "coordinates": [[224, 87, 168, 34], [259, 87, 322, 34]], "aya_moshaf": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ "}, {"aya_id": 3694, "coordinates": [[293, 87, 322, 34], [327, 338, 72, 34]], "aya_moshaf": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ "}, {"aya_id": 3695, "coordinates": [[327, 87, 251, 34], [362, 207, 203, 34]], "aya_moshaf": "ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ "}, {"aya_id": 3696, "coordinates": [[362, 87, 120, 34], [396, 87, 322, 34], [430, 182, 228, 34]], "aya_moshaf": "وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ "}, {"aya_id": 3697, "coordinates": [[430, 87, 95, 34], [465, 87, 322, 34], [499, 87, 322, 34], [533, 199, 211, 34]], "aya_moshaf": "وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ "}, {"aya_id": 3698, "coordinates": [[533, 87, 112, 34], [568, 87, 322, 34]], "aya_moshaf": "إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ "}]
const ayasRanges = [{"ayas_ids_range": [3691, 3698], "sura_id": 35}];
