const nearbySurasNames = {
    34: 'سَبإ',
    35: 'فَاطِر',
    36: 'يسٓ',
    37: 'الصَّافَات',
};
const choicesObjects = {
    "437": "وما يستوي الاعمي والبصير",
    "438": "والذي اوحينا اليك من الكتاب",
    "440": "ولو يؤاخذ الله الناس بما",
    "441": "واضرب لهم مثلا اصحاب القريه",
};
const ayas = [{"aya_id": 3699, "coordinates": [[87, 53, 322, 34], [121, 53, 322, 34], [156, 256, 120, 34]], "aya_moshaf": "هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا "}, {"aya_id": 3700, "coordinates": [[156, 53, 203, 34], [190, 53, 322, 34], [224, 53, 322, 34], [259, 220, 156, 34]], "aya_moshaf": "قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا "}, {"aya_id": 3701, "coordinates": [[259, 53, 167, 34], [293, 53, 322, 34], [327, 249, 127, 34]], "aya_moshaf": "۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا "}, {"aya_id": 3702, "coordinates": [[327, 53, 196, 34], [362, 53, 322, 34], [396, 253, 123, 34]], "aya_moshaf": "وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا "}, {"aya_id": 3703, "coordinates": [[396, 53, 200, 34], [430, 53, 322, 34], [465, 53, 322, 34], [499, 351, 25, 34]], "aya_moshaf": "ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا "}, {"aya_id": 3704, "coordinates": [[499, 53, 298, 34], [533, 53, 322, 34], [568, 53, 322, 34]], "aya_moshaf": "أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا "}]
const ayasRanges = [{"ayas_ids_range": [3699, 3704], "sura_id": 35}];
