const nearbySurasNames = {
    34: 'سَبإ',
    35: 'فَاطِر',
    36: 'يسٓ',
    37: 'الصَّافَات',
};
const choicesObjects = {
    "438": "والذي اوحينا اليك من الكتاب",
    "439": "هو الذي جعلكم خلائف في",
    "441": "واضرب لهم مثلا اصحاب القريه",
    "442": "وما انزلنا علي قومه من",
};
const ayas = [{"aya_id": 3705, "coordinates": [[83, 86, 322, 34], [117, 86, 322, 34], [152, 86, 322, 34]], "aya_moshaf": "وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا "}, {"aya_id": 3706, "coordinates": [[255, 365, 44, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ يسٓ "}, {"aya_id": 3707, "coordinates": [[255, 245, 120, 34]], "aya_moshaf": "وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ "}, {"aya_id": 3708, "coordinates": [[255, 117, 128, 34]], "aya_moshaf": "إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ "}, {"aya_id": 3709, "coordinates": [[255, 86, 31, 34], [289, 300, 109, 34]], "aya_moshaf": "عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ "}, {"aya_id": 3710, "coordinates": [[289, 174, 126, 34]], "aya_moshaf": "تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ "}, {"aya_id": 3711, "coordinates": [[289, 86, 88, 34], [323, 246, 163, 34]], "aya_moshaf": "لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ "}, {"aya_id": 3712, "coordinates": [[323, 86, 160, 34], [358, 307, 102, 34]], "aya_moshaf": "لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ "}, {"aya_id": 3713, "coordinates": [[358, 86, 221, 34], [392, 264, 145, 34]], "aya_moshaf": "إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ "}, {"aya_id": 3714, "coordinates": [[392, 86, 178, 34], [426, 138, 271, 34]], "aya_moshaf": "وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ "}, {"aya_id": 3715, "coordinates": [[426, 86, 52, 34], [461, 156, 253, 34]], "aya_moshaf": "وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ "}, {"aya_id": 3716, "coordinates": [[461, 86, 70, 34], [495, 86, 322, 34], [529, 290, 119, 34]], "aya_moshaf": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ "}, {"aya_id": 3717, "coordinates": [[529, 86, 204, 34], [564, 86, 322, 34]], "aya_moshaf": "إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ "}]
const ayasRanges = [{"ayas_ids_range": [3705, 3705], "sura_id": 35}, {"ayas_ids_range": [3706, 3717], "sura_id": 36}];
