const mainSuraId = 36;
const nearbySurasNames = {
    35: 'فَاطِر',
    36: 'يسٓ',
    37: 'الصَّافَات',
    38: 'صٓ',
};
const choicesObjects = {
    "443": "وايه لهم انا حملنا ذريتهم",
    "444": "ان اصحاب الجنه اليوم في",
    "446": "والصافات صفا",
    "447": "ما لكم لا تناصرون",
};
const ayas = [{"aya_id": 3776, "coordinates": [[82, 52, 322, 34], [116, 299, 76, 34]], "aya_moshaf": "أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ "}, {"aya_id": 3777, "coordinates": [[116, 52, 247, 34]], "aya_moshaf": "وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ "}, {"aya_id": 3778, "coordinates": [[151, 111, 264, 34]], "aya_moshaf": "وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ "}, {"aya_id": 3779, "coordinates": [[151, 52, 59, 34], [185, 134, 241, 34]], "aya_moshaf": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ "}, {"aya_id": 3780, "coordinates": [[185, 52, 82, 34], [219, 174, 201, 34]], "aya_moshaf": "لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ "}, {"aya_id": 3781, "coordinates": [[219, 52, 122, 34], [254, 173, 202, 34]], "aya_moshaf": "فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ "}, {"aya_id": 3782, "coordinates": [[254, 52, 121, 34], [288, 116, 259, 34]], "aya_moshaf": "أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ "}, {"aya_id": 3783, "coordinates": [[288, 52, 64, 34], [322, 52, 322, 34]], "aya_moshaf": "وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ "}, {"aya_id": 3784, "coordinates": [[357, 52, 322, 34], [391, 345, 30, 34]], "aya_moshaf": "قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ "}, {"aya_id": 3785, "coordinates": [[391, 52, 293, 34], [425, 273, 102, 34]], "aya_moshaf": "ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ "}, {"aya_id": 3786, "coordinates": [[425, 52, 221, 34], [460, 52, 322, 34]], "aya_moshaf": "أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ "}, {"aya_id": 3787, "coordinates": [[494, 52, 322, 34]], "aya_moshaf": "إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ "}, {"aya_id": 3788, "coordinates": [[528, 52, 322, 34]], "aya_moshaf": "فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ "}]