const mainSuraId = 38;
const nearbySurasNames = {
    37: 'الصَّافَات',
    38: 'صٓ',
    39: 'الزُّمَر',
    40: 'غَافِر',
};
const choicesObjects = {
    "456": "ووهبنا له اهله ومثلهم معهم",
    "457": "وقالوا ما لنا لا نري",
    "459": "خلقكم من نفس واحده ثم",
    "460": "قل اني امرت ان اعبد",
};
const ayas = [{"aya_id": 4054, "coordinates": [[85, 272, 144, 34]], "aya_moshaf": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ "}, {"aya_id": 4055, "coordinates": [[85, 93, 179, 34], [119, 322, 94, 34]], "aya_moshaf": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ "}, {"aya_id": 4056, "coordinates": [[119, 93, 229, 34], [154, 390, 26, 34]], "aya_moshaf": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ "}, {"aya_id": 4057, "coordinates": [[154, 250, 140, 34]], "aya_moshaf": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ "}, {"aya_id": 4058, "coordinates": [[154, 93, 157, 34]], "aya_moshaf": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ "}, {"aya_id": 4059, "coordinates": [[257, 175, 241, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ "}, {"aya_id": 4060, "coordinates": [[257, 93, 82, 34], [291, 121, 295, 34]], "aya_moshaf": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ "}, {"aya_id": 4061, "coordinates": [[291, 93, 28, 34], [325, 93, 322, 34], [360, 93, 322, 34], [394, 93, 322, 34], [428, 328, 88, 34]], "aya_moshaf": "أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ "}, {"aya_id": 4062, "coordinates": [[428, 93, 235, 34], [463, 93, 322, 34]], "aya_moshaf": "لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ "}, {"aya_id": 4063, "coordinates": [[497, 93, 322, 34], [531, 93, 322, 34], [566, 93, 322, 34]], "aya_moshaf": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ "}]