const nearbySurasNames = {
    38: 'صٓ',
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
};
const choicesObjects = {
    "458": "قال فالحق والحق اقول",
    "459": "خلقكم من نفس واحده ثم",
    "461": "افمن شرح الله صدره للاسلام",
    "462": "فمن اظلم ممن كذب علي",
};
const ayas = [{"aya_id": 4069, "coordinates": [[83, 189, 225, 34]], "aya_moshaf": "قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ "}, {"aya_id": 4070, "coordinates": [[83, 91, 98, 34], [117, 316, 98, 34]], "aya_moshaf": "وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ "}, {"aya_id": 4071, "coordinates": [[117, 91, 225, 34], [152, 389, 25, 34]], "aya_moshaf": "قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ "}, {"aya_id": 4072, "coordinates": [[152, 230, 159, 34]], "aya_moshaf": "قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي "}, {"aya_id": 4073, "coordinates": [[152, 91, 139, 34], [186, 91, 322, 34], [220, 258, 156, 34]], "aya_moshaf": "فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ "}, {"aya_id": 4074, "coordinates": [[220, 91, 167, 34], [255, 91, 322, 34]], "aya_moshaf": "لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ "}, {"aya_id": 4075, "coordinates": [[289, 91, 322, 34], [323, 333, 81, 34]], "aya_moshaf": "وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ "}, {"aya_id": 4076, "coordinates": [[323, 91, 242, 34], [358, 91, 322, 34]], "aya_moshaf": "ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ "}, {"aya_id": 4077, "coordinates": [[392, 91, 322, 34]], "aya_moshaf": "أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ "}, {"aya_id": 4078, "coordinates": [[426, 91, 322, 34], [461, 140, 274, 34]], "aya_moshaf": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ "}, {"aya_id": 4079, "coordinates": [[461, 91, 49, 34], [495, 91, 322, 34], [529, 91, 322, 34], [564, 91, 322, 34]], "aya_moshaf": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ "}]
const ayasRanges = [{"ayas_ids_range": [4069, 4079], "sura_id": 39}];
