const nearbySurasNames = {
    38: 'صٓ',
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
};
const choicesObjects = {
    "459": "خلقكم من نفس واحده ثم",
    "460": "قل اني امرت ان اعبد",
    "462": "فمن اظلم ممن كذب علي",
    "463": "انا انزلنا عليك الكتاب للناس",
};
const ayas = [{"aya_id": 4080, "coordinates": [[80, 50, 322, 34], [114, 50, 322, 34]], "aya_moshaf": "أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ "}, {"aya_id": 4081, "coordinates": [[149, 50, 322, 34], [183, 50, 322, 34], [217, 50, 322, 34], [252, 206, 167, 34]], "aya_moshaf": "ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ "}, {"aya_id": 4082, "coordinates": [[252, 50, 156, 34], [286, 50, 322, 34], [320, 349, 24, 34]], "aya_moshaf": "أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ "}, {"aya_id": 4083, "coordinates": [[320, 50, 299, 34], [355, 289, 84, 34]], "aya_moshaf": "كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ "}, {"aya_id": 4084, "coordinates": [[355, 50, 239, 34], [389, 200, 173, 34]], "aya_moshaf": "فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ "}, {"aya_id": 4085, "coordinates": [[389, 50, 150, 34], [423, 121, 252, 34]], "aya_moshaf": "وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ "}, {"aya_id": 4086, "coordinates": [[423, 50, 71, 34], [458, 202, 171, 34]], "aya_moshaf": "قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ "}, {"aya_id": 4087, "coordinates": [[458, 50, 152, 34], [492, 50, 322, 34], [526, 179, 194, 34]], "aya_moshaf": "ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ "}, {"aya_id": 4088, "coordinates": [[526, 50, 129, 34], [561, 350, 23, 34]], "aya_moshaf": "إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ "}, {"aya_id": 4089, "coordinates": [[561, 50, 300, 34]], "aya_moshaf": "ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ "}]
const ayasRanges = [{"ayas_ids_range": [4080, 4089], "sura_id": 39}];
