const nearbySurasNames = {
    38: 'صٓ',
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
};
const choicesObjects = {
    "460": "قل اني امرت ان اعبد",
    "461": "افمن شرح الله صدره للاسلام",
    "463": "انا انزلنا عليك الكتاب للناس",
    "464": "وبدا لهم سيئات ما كسبوا",
};
const ayas = [{"aya_id": 4090, "coordinates": [[80, 92, 322, 34], [114, 136, 279, 34]], "aya_moshaf": "۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ "}, {"aya_id": 4091, "coordinates": [[114, 92, 44, 34], [149, 92, 322, 34]], "aya_moshaf": "وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ "}, {"aya_id": 4092, "coordinates": [[183, 92, 322, 34]], "aya_moshaf": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ "}, {"aya_id": 4093, "coordinates": [[217, 92, 322, 34], [252, 195, 220, 34]], "aya_moshaf": "لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 4094, "coordinates": [[252, 92, 103, 34], [286, 92, 322, 34], [320, 272, 143, 34]], "aya_moshaf": "أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ "}, {"aya_id": 4095, "coordinates": [[320, 92, 180, 34], [355, 233, 182, 34]], "aya_moshaf": "وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ "}, {"aya_id": 4096, "coordinates": [[355, 92, 141, 34], [389, 92, 322, 34], [423, 92, 322, 34], [458, 92, 322, 34], [492, 213, 202, 34]], "aya_moshaf": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ "}, {"aya_id": 4097, "coordinates": [[492, 92, 121, 34], [526, 92, 322, 34]], "aya_moshaf": "قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ "}, {"aya_id": 4098, "coordinates": [[561, 92, 322, 34]], "aya_moshaf": "مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ "}]
const ayasRanges = [{"ayas_ids_range": [4090, 4098], "sura_id": 39}];
