const nearbySurasNames = {
    38: 'صٓ',
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
};
const choicesObjects = {
    "461": "افمن شرح الله صدره للاسلام",
    "462": "فمن اظلم ممن كذب علي",
    "464": "وبدا لهم سيئات ما كسبوا",
    "465": "او تقول لو ان الله",
};
const ayas = [{"aya_id": 4099, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 273, 99, 34]], "aya_moshaf": "إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ "}, {"aya_id": 4100, "coordinates": [[156, 49, 224, 34], [190, 49, 322, 34], [224, 49, 322, 34], [259, 225, 147, 34]], "aya_moshaf": "ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ "}, {"aya_id": 4101, "coordinates": [[259, 49, 176, 34], [293, 49, 322, 34]], "aya_moshaf": "أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ "}, {"aya_id": 4102, "coordinates": [[327, 49, 322, 34], [362, 239, 133, 34]], "aya_moshaf": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ "}, {"aya_id": 4103, "coordinates": [[362, 49, 190, 34], [396, 49, 322, 34], [430, 200, 172, 34]], "aya_moshaf": "وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ "}, {"aya_id": 4104, "coordinates": [[430, 49, 151, 34], [465, 49, 322, 34], [499, 200, 172, 34]], "aya_moshaf": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ "}, {"aya_id": 4105, "coordinates": [[499, 49, 151, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ "}]
const ayasRanges = [{"ayas_ids_range": [4099, 4105], "sura_id": 39}];
