const mainSuraId = 39;
const nearbySurasNames = {
    38: 'صٓ',
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
};
const choicesObjects = {
    "463": "انا انزلنا عليك الكتاب للناس",
    "464": "وبدا لهم سيئات ما كسبوا",
    "466": "ونفخ في الصور فصعق من",
    "467": "وتري الملائكه حافين من حول",
};
const ayas = [{"aya_id": 4115, "coordinates": [[87, 49, 322, 34]], "aya_moshaf": "أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ "}, {"aya_id": 4116, "coordinates": [[121, 49, 322, 34], [156, 259, 112, 34]], "aya_moshaf": "أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ "}, {"aya_id": 4117, "coordinates": [[156, 49, 210, 34], [190, 133, 238, 34]], "aya_moshaf": "بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ "}, {"aya_id": 4118, "coordinates": [[190, 49, 84, 34], [224, 49, 322, 34], [259, 190, 181, 34]], "aya_moshaf": "وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ "}, {"aya_id": 4119, "coordinates": [[259, 49, 141, 34], [293, 77, 294, 34]], "aya_moshaf": "وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ "}, {"aya_id": 4120, "coordinates": [[293, 49, 28, 34], [327, 107, 264, 34]], "aya_moshaf": "ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ "}, {"aya_id": 4121, "coordinates": [[327, 49, 58, 34], [362, 49, 322, 34], [396, 243, 128, 34]], "aya_moshaf": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ "}, {"aya_id": 4122, "coordinates": [[396, 49, 194, 34], [430, 297, 74, 34]], "aya_moshaf": "قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ "}, {"aya_id": 4123, "coordinates": [[430, 49, 248, 34], [465, 97, 274, 34]], "aya_moshaf": "وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ "}, {"aya_id": 4124, "coordinates": [[465, 49, 48, 34], [499, 184, 187, 34]], "aya_moshaf": "بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ "}, {"aya_id": 4125, "coordinates": [[499, 49, 135, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ "}]