const nearbySurasNames = {
    38: 'صٓ',
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
};
const choicesObjects = {
    "464": "وبدا لهم سيئات ما كسبوا",
    "465": "او تقول لو ان الله",
    "467": "وتري الملائكه حافين من حول",
    "468": "ربنا وادخلهم جنات عدن التي",
};
const ayas = [{"aya_id": 4126, "coordinates": [[86, 93, 322, 34], [120, 93, 322, 34], [155, 384, 32, 34]], "aya_moshaf": "وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ "}, {"aya_id": 4127, "coordinates": [[155, 93, 291, 34], [189, 93, 322, 34], [223, 385, 31, 34]], "aya_moshaf": "وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ "}, {"aya_id": 4128, "coordinates": [[223, 93, 292, 34]], "aya_moshaf": "وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ "}, {"aya_id": 4129, "coordinates": [[258, 93, 322, 34], [292, 93, 322, 34], [326, 93, 322, 34], [361, 93, 322, 34], [395, 393, 23, 34]], "aya_moshaf": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ "}, {"aya_id": 4130, "coordinates": [[395, 93, 300, 34], [429, 278, 138, 34]], "aya_moshaf": "قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ "}, {"aya_id": 4131, "coordinates": [[429, 93, 185, 34], [464, 93, 322, 34], [498, 93, 322, 34]], "aya_moshaf": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ "}, {"aya_id": 4132, "coordinates": [[532, 93, 322, 34], [567, 93, 322, 34]], "aya_moshaf": "وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ "}]
const ayasRanges = [{"ayas_ids_range": [4126, 4132], "sura_id": 39}];
