const mainSuraId = 39;
const nearbySurasNames = {
    38: 'صٓ',
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
};
const choicesObjects = {
    "465": "او تقول لو ان الله",
    "466": "ونفخ في الصور فصعق من",
    "468": "ربنا وادخلهم جنات عدن التي",
    "469": "اليوم تجزي كل نفس بما",
};
const ayas = [{"aya_id": 4133, "coordinates": [[90, 48, 322, 34], [124, 48, 322, 34]], "aya_moshaf": "وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ "}, {"aya_id": 4134, "coordinates": [[227, 317, 54, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ حمٓ "}, {"aya_id": 4135, "coordinates": [[227, 88, 229, 34]], "aya_moshaf": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ "}, {"aya_id": 4136, "coordinates": [[227, 48, 40, 34], [262, 48, 322, 34], [296, 267, 104, 34]], "aya_moshaf": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ "}, {"aya_id": 4137, "coordinates": [[296, 48, 219, 34], [330, 199, 172, 34]], "aya_moshaf": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ "}, {"aya_id": 4138, "coordinates": [[330, 48, 151, 34], [365, 48, 322, 34], [399, 48, 322, 34], [433, 245, 126, 34]], "aya_moshaf": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ "}, {"aya_id": 4139, "coordinates": [[433, 48, 197, 34], [468, 161, 210, 34]], "aya_moshaf": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ "}, {"aya_id": 4140, "coordinates": [[468, 48, 113, 34], [502, 48, 322, 34], [536, 48, 322, 34], [571, 48, 322, 34]], "aya_moshaf": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ "}]