const nearbySurasNames = {
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
};
const choicesObjects = {
    "466": "ونفخ في الصور فصعق من",
    "467": "وتري الملائكه حافين من حول",
    "469": "اليوم تجزي كل نفس بما",
    "470": "وقال فرعون ذروني اقتل موسي",
};
const ayas = [{"aya_id": 4141, "coordinates": [[85, 90, 322, 34], [119, 90, 322, 34], [154, 325, 88, 34]], "aya_moshaf": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 4142, "coordinates": [[154, 90, 235, 34], [188, 116, 297, 34]], "aya_moshaf": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ "}, {"aya_id": 4143, "coordinates": [[188, 90, 26, 34], [222, 90, 322, 34], [257, 90, 322, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ "}, {"aya_id": 4144, "coordinates": [[291, 90, 322, 34], [325, 225, 188, 34]], "aya_moshaf": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ "}, {"aya_id": 4145, "coordinates": [[325, 90, 135, 34], [360, 90, 322, 34], [394, 301, 112, 34]], "aya_moshaf": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ "}, {"aya_id": 4146, "coordinates": [[394, 90, 211, 34], [428, 90, 322, 34]], "aya_moshaf": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ "}, {"aya_id": 4147, "coordinates": [[463, 90, 322, 34]], "aya_moshaf": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ "}, {"aya_id": 4148, "coordinates": [[497, 90, 322, 34], [531, 213, 200, 34]], "aya_moshaf": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ "}, {"aya_id": 4149, "coordinates": [[531, 90, 123, 34], [566, 90, 322, 34]], "aya_moshaf": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ "}]
const ayasRanges = [{"ayas_ids_range": [4141, 4149], "sura_id": 40}];
