const nearbySurasNames = {
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
};
const choicesObjects = {
    "469": "اليوم تجزي كل نفس بما",
    "470": "وقال فرعون ذروني اقتل موسي",
    "472": "وياقوم ما لي ادعوكم الي",
    "473": "قالوا او لم تك تاتيكم",
};
const ayas = [{"aya_id": 4167, "coordinates": [[83, 55, 322, 34], [117, 55, 322, 34], [152, 55, 322, 34], [186, 308, 69, 34]], "aya_moshaf": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ "}, {"aya_id": 4168, "coordinates": [[186, 55, 253, 34], [220, 55, 322, 34], [255, 122, 255, 34]], "aya_moshaf": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ "}, {"aya_id": 4169, "coordinates": [[255, 55, 67, 34], [289, 107, 270, 34]], "aya_moshaf": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ "}, {"aya_id": 4170, "coordinates": [[289, 55, 52, 34], [323, 55, 322, 34], [358, 55, 322, 34], [392, 133, 244, 34]], "aya_moshaf": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ "}, {"aya_id": 4171, "coordinates": [[392, 55, 78, 34], [426, 55, 322, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ "}, {"aya_id": 4172, "coordinates": [[461, 55, 322, 34], [495, 277, 100, 34]], "aya_moshaf": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ "}, {"aya_id": 4173, "coordinates": [[495, 55, 222, 34], [529, 55, 322, 34], [564, 55, 322, 34]], "aya_moshaf": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ "}]
const ayasRanges = [{"ayas_ids_range": [4167, 4173], "sura_id": 40}];
