const mainSuraId = 40;
const nearbySurasNames = {
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
};
const choicesObjects = {
    "470": "وقال فرعون ذروني اقتل موسي",
    "471": "ولقد جاءكم يوسف من قبل",
    "473": "قالوا او لم تك تاتيكم",
    "474": "ان الساعه لاتيه لا ريب",
};
const ayas = [{"aya_id": 4174, "coordinates": [[84, 88, 322, 34], [118, 352, 59, 34]], "aya_moshaf": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ "}, {"aya_id": 4175, "coordinates": [[118, 88, 264, 34], [153, 132, 279, 34]], "aya_moshaf": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ "}, {"aya_id": 4176, "coordinates": [[153, 88, 44, 34], [187, 88, 322, 34], [221, 88, 322, 34], [256, 385, 26, 34]], "aya_moshaf": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ "}, {"aya_id": 4177, "coordinates": [[256, 88, 297, 34], [290, 216, 195, 34]], "aya_moshaf": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ "}, {"aya_id": 4178, "coordinates": [[290, 88, 128, 34], [324, 123, 288, 34]], "aya_moshaf": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ "}, {"aya_id": 4179, "coordinates": [[324, 88, 35, 34], [359, 88, 322, 34], [393, 219, 192, 34]], "aya_moshaf": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ "}, {"aya_id": 4180, "coordinates": [[393, 88, 131, 34], [427, 88, 322, 34], [462, 88, 322, 34], [496, 383, 28, 34]], "aya_moshaf": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ "}, {"aya_id": 4181, "coordinates": [[496, 88, 295, 34], [530, 252, 159, 34]], "aya_moshaf": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ "}, {"aya_id": 4182, "coordinates": [[530, 88, 164, 34], [565, 88, 322, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ "}]