const mainSuraId = 40;
const nearbySurasNames = {
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
};
const choicesObjects = {
    "471": "ولقد جاءكم يوسف من قبل",
    "472": "وياقوم ما لي ادعوكم الي",
    "474": "ان الساعه لاتيه لا ريب",
    "475": "هو الذي خلقكم من تراب",
};
const ayas = [{"aya_id": 4183, "coordinates": [[87, 51, 322, 34], [121, 51, 322, 34], [156, 350, 24, 34]], "aya_moshaf": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ "}, {"aya_id": 4184, "coordinates": [[156, 51, 299, 34], [190, 236, 138, 34]], "aya_moshaf": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ "}, {"aya_id": 4185, "coordinates": [[190, 51, 185, 34], [224, 161, 213, 34]], "aya_moshaf": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ "}, {"aya_id": 4186, "coordinates": [[224, 51, 110, 34], [259, 101, 273, 34]], "aya_moshaf": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ "}, {"aya_id": 4187, "coordinates": [[259, 51, 50, 34], [293, 193, 181, 34]], "aya_moshaf": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ "}, {"aya_id": 4188, "coordinates": [[293, 51, 142, 34], [327, 51, 322, 34], [362, 268, 106, 34]], "aya_moshaf": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ "}, {"aya_id": 4189, "coordinates": [[362, 51, 217, 34], [396, 51, 322, 34], [430, 51, 322, 34], [465, 296, 78, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ "}, {"aya_id": 4190, "coordinates": [[465, 51, 245, 34], [499, 51, 322, 34]], "aya_moshaf": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ "}, {"aya_id": 4191, "coordinates": [[533, 51, 322, 34], [568, 51, 322, 34]], "aya_moshaf": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ "}]