const mainSuraId = 40;
const nearbySurasNames = {
    39: 'الزُّمَر',
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
};
const choicesObjects = {
    "474": "ان الساعه لاتيه لا ريب",
    "475": "هو الذي خلقكم من تراب",
    "477": "حم",
    "478": "فقضاهن سبع سموات في يومين",
};
const ayas = [{"aya_id": 4211, "coordinates": [[80, 92, 322, 34], [114, 92, 322, 34], [149, 92, 322, 34], [183, 265, 150, 34]], "aya_moshaf": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ "}, {"aya_id": 4212, "coordinates": [[183, 92, 173, 34], [217, 192, 223, 34]], "aya_moshaf": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ "}, {"aya_id": 4213, "coordinates": [[217, 92, 100, 34], [252, 92, 322, 34], [286, 273, 142, 34]], "aya_moshaf": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ "}, {"aya_id": 4214, "coordinates": [[286, 92, 181, 34], [320, 317, 98, 34]], "aya_moshaf": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ "}, {"aya_id": 4215, "coordinates": [[320, 92, 225, 34], [355, 92, 322, 34], [389, 92, 322, 34], [423, 390, 25, 34]], "aya_moshaf": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ "}, {"aya_id": 4216, "coordinates": [[423, 92, 298, 34], [458, 127, 288, 34]], "aya_moshaf": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ "}, {"aya_id": 4217, "coordinates": [[458, 92, 35, 34], [492, 92, 322, 34], [526, 335, 80, 34]], "aya_moshaf": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ "}, {"aya_id": 4218, "coordinates": [[526, 92, 243, 34], [561, 92, 322, 34]], "aya_moshaf": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ "}]