const mainSuraId = 41;
const nearbySurasNames = {
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
};
const choicesObjects = {
    "475": "هو الذي خلقكم من تراب",
    "476": "ولقد ارسلنا رسلا من قبلك",
    "478": "فقضاهن سبع سموات في يومين",
    "479": "وقالوا لجلودهم لم شهدتم علينا",
};
const ayas = [{"aya_id": 4219, "coordinates": [[156, 309, 63, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ حمٓ "}, {"aya_id": 4220, "coordinates": [[156, 145, 164, 34]], "aya_moshaf": "تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ "}, {"aya_id": 4221, "coordinates": [[156, 49, 96, 34], [190, 161, 211, 34]], "aya_moshaf": "كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ "}, {"aya_id": 4222, "coordinates": [[190, 49, 112, 34], [224, 189, 183, 34]], "aya_moshaf": "بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ "}, {"aya_id": 4223, "coordinates": [[224, 49, 140, 34], [259, 49, 322, 34], [293, 239, 133, 34]], "aya_moshaf": "وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ "}, {"aya_id": 4224, "coordinates": [[293, 49, 190, 34], [327, 49, 322, 34], [362, 286, 86, 34]], "aya_moshaf": "قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ "}, {"aya_id": 4225, "coordinates": [[362, 49, 237, 34], [396, 287, 85, 34]], "aya_moshaf": "ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ "}, {"aya_id": 4226, "coordinates": [[396, 49, 238, 34], [430, 260, 112, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ "}, {"aya_id": 4227, "coordinates": [[430, 49, 211, 34], [465, 49, 322, 34]], "aya_moshaf": "۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ "}, {"aya_id": 4228, "coordinates": [[499, 49, 322, 34], [533, 213, 159, 34]], "aya_moshaf": "وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ "}, {"aya_id": 4229, "coordinates": [[533, 49, 164, 34], [568, 49, 322, 34]], "aya_moshaf": "ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ "}]