const nearbySurasNames = {
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
};
const choicesObjects = {
    "476": "ولقد ارسلنا رسلا من قبلك",
    "477": "حم",
    "479": "وقالوا لجلودهم لم شهدتم علينا",
    "480": "ان الذين قالوا ربنا الله",
};
const ayas = [{"aya_id": 4230, "coordinates": [[83, 96, 322, 34], [117, 96, 322, 34], [152, 353, 66, 34]], "aya_moshaf": "فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ "}, {"aya_id": 4231, "coordinates": [[152, 96, 257, 34], [186, 331, 88, 34]], "aya_moshaf": "فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ "}, {"aya_id": 4232, "coordinates": [[186, 96, 235, 34], [220, 96, 322, 34], [255, 252, 167, 34]], "aya_moshaf": "إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ "}, {"aya_id": 4233, "coordinates": [[255, 96, 156, 34], [289, 96, 322, 34], [323, 96, 322, 34], [358, 391, 28, 34]], "aya_moshaf": "فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ "}, {"aya_id": 4234, "coordinates": [[358, 96, 295, 34], [392, 96, 322, 34], [426, 330, 89, 34]], "aya_moshaf": "فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ "}, {"aya_id": 4235, "coordinates": [[426, 96, 234, 34], [461, 96, 322, 34], [495, 388, 31, 34]], "aya_moshaf": "وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ "}, {"aya_id": 4236, "coordinates": [[495, 178, 210, 34]], "aya_moshaf": "وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ "}, {"aya_id": 4237, "coordinates": [[495, 96, 82, 34], [529, 218, 201, 34]], "aya_moshaf": "وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ "}, {"aya_id": 4238, "coordinates": [[529, 96, 122, 34], [564, 96, 322, 34]], "aya_moshaf": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ "}]
const ayasRanges = [{"ayas_ids_range": [4230, 4238], "sura_id": 41}];
