const mainSuraId = 41;
const nearbySurasNames = {
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
};
const choicesObjects = {
    "477": "حم",
    "478": "فقضاهن سبع سموات في يومين",
    "480": "ان الذين قالوا ربنا الله",
    "481": "ومن اياته انك تري الارض",
};
const ayas = [{"aya_id": 4239, "coordinates": [[86, 46, 322, 34], [120, 46, 322, 34]], "aya_moshaf": "وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ "}, {"aya_id": 4240, "coordinates": [[155, 46, 322, 34], [189, 46, 322, 34], [223, 345, 24, 34]], "aya_moshaf": "وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ "}, {"aya_id": 4241, "coordinates": [[223, 46, 299, 34], [258, 265, 104, 34]], "aya_moshaf": "وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ "}, {"aya_id": 4242, "coordinates": [[258, 46, 219, 34], [292, 162, 207, 34]], "aya_moshaf": "فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ "}, {"aya_id": 4243, "coordinates": [[292, 46, 116, 34], [326, 46, 322, 34], [361, 46, 322, 34], [395, 267, 102, 34]], "aya_moshaf": "۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ "}, {"aya_id": 4244, "coordinates": [[395, 46, 221, 34], [429, 213, 156, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ "}, {"aya_id": 4245, "coordinates": [[429, 46, 167, 34], [464, 112, 257, 34]], "aya_moshaf": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ "}, {"aya_id": 4246, "coordinates": [[464, 46, 66, 34], [498, 46, 322, 34], [532, 349, 20, 34]], "aya_moshaf": "ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ "}, {"aya_id": 4247, "coordinates": [[532, 46, 303, 34], [567, 46, 322, 34]], "aya_moshaf": "وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ "}]