const nearbySurasNames = {
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
};
const choicesObjects = {
    "479": "وقالوا لجلودهم لم شهدتم علينا",
    "480": "ان الذين قالوا ربنا الله",
    "482": "اليه يرد علم الساعه وما",
    "483": "حم",
};
const ayas = [{"aya_id": 4257, "coordinates": [[83, 45, 322, 34], [117, 45, 322, 34], [152, 317, 51, 34]], "aya_moshaf": "وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ "}, {"aya_id": 4258, "coordinates": [[152, 45, 272, 34], [186, 45, 322, 34], [220, 227, 141, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ "}, {"aya_id": 4259, "coordinates": [[220, 45, 182, 34], [255, 240, 128, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ "}, {"aya_id": 4260, "coordinates": [[255, 45, 195, 34], [289, 189, 179, 34]], "aya_moshaf": "لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ "}, {"aya_id": 4261, "coordinates": [[289, 45, 144, 34], [323, 45, 322, 34]], "aya_moshaf": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ "}, {"aya_id": 4262, "coordinates": [[358, 45, 322, 34], [392, 45, 322, 34], [426, 45, 322, 34], [461, 192, 176, 34]], "aya_moshaf": "وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ "}, {"aya_id": 4263, "coordinates": [[461, 45, 147, 34], [495, 45, 322, 34], [529, 134, 234, 34]], "aya_moshaf": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ "}, {"aya_id": 4264, "coordinates": [[529, 45, 89, 34], [564, 45, 322, 34]], "aya_moshaf": "مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ "}]
const ayasRanges = [{"ayas_ids_range": [4257, 4264], "sura_id": 41}];
