const mainSuraId = 41;
const nearbySurasNames = {
    40: 'غَافِر',
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
};
const choicesObjects = {
    "480": "ان الذين قالوا ربنا الله",
    "481": "ومن اياته انك تري الارض",
    "483": "حم",
    "484": "فاطر السموات والارض جعل لكم",
};
const ayas = [{"aya_id": 4265, "coordinates": [[87, 95, 322, 34], [121, 95, 322, 34], [156, 147, 271, 34]], "aya_moshaf": "۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ "}, {"aya_id": 4266, "coordinates": [[156, 95, 52, 34], [190, 95, 322, 34]], "aya_moshaf": "وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ "}, {"aya_id": 4267, "coordinates": [[224, 95, 322, 34], [259, 349, 69, 34]], "aya_moshaf": "لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ "}, {"aya_id": 4268, "coordinates": [[259, 95, 254, 34], [293, 95, 322, 34], [327, 95, 322, 34], [362, 224, 194, 34]], "aya_moshaf": "وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ "}, {"aya_id": 4269, "coordinates": [[362, 95, 129, 34], [396, 95, 322, 34], [430, 391, 27, 34]], "aya_moshaf": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ "}, {"aya_id": 4270, "coordinates": [[430, 95, 296, 34], [465, 168, 250, 34]], "aya_moshaf": "قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ "}, {"aya_id": 4271, "coordinates": [[465, 95, 73, 34], [499, 95, 322, 34], [533, 153, 265, 34]], "aya_moshaf": "سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ "}, {"aya_id": 4272, "coordinates": [[533, 95, 58, 34], [568, 95, 322, 34]], "aya_moshaf": "أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ "}]