const nearbySurasNames = {
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
    44: 'الدُّخان',
};
const choicesObjects = {
    "481": "ومن اياته انك تري الارض",
    "482": "اليه يرد علم الساعه وما",
    "484": "فاطر السموات والارض جعل لكم",
    "485": "والذين يحاجون في الله من",
};
const ayas = [{"aya_id": 4273, "coordinates": [[159, 308, 60, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ حمٓ "}, {"aya_id": 4274, "coordinates": [[159, 245, 63, 34]], "aya_moshaf": "عٓسٓقٓ "}, {"aya_id": 4275, "coordinates": [[159, 45, 200, 34], [193, 248, 120, 34]], "aya_moshaf": "كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 4276, "coordinates": [[193, 45, 203, 34], [227, 266, 102, 34]], "aya_moshaf": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ "}, {"aya_id": 4277, "coordinates": [[227, 45, 221, 34], [262, 45, 322, 34], [296, 144, 224, 34]], "aya_moshaf": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ "}, {"aya_id": 4278, "coordinates": [[296, 45, 99, 34], [330, 45, 322, 34], [365, 344, 24, 34]], "aya_moshaf": "وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ "}, {"aya_id": 4279, "coordinates": [[365, 45, 299, 34], [399, 45, 322, 34], [433, 299, 69, 34]], "aya_moshaf": "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ "}, {"aya_id": 4280, "coordinates": [[433, 45, 254, 34], [468, 45, 322, 34]], "aya_moshaf": "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ "}, {"aya_id": 4281, "coordinates": [[502, 45, 322, 34], [536, 247, 121, 34]], "aya_moshaf": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ "}, {"aya_id": 4282, "coordinates": [[536, 45, 202, 34], [571, 45, 322, 34]], "aya_moshaf": "وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ "}]
const ayasRanges = [{"ayas_ids_range": [4273, 4282], "sura_id": 42}];
