const nearbySurasNames = {
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
    44: 'الدُّخان',
};
const choicesObjects = {
    "483": "حم",
    "484": "فاطر السموات والارض جعل لكم",
    "486": "ذلك الذي يبشر الله عباده",
    "487": "ومن اياته الجوار في البحر",
};
const ayas = [{"aya_id": 4288, "coordinates": [[86, 47, 322, 34], [120, 47, 322, 34], [155, 336, 34, 34]], "aya_moshaf": "وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ "}, {"aya_id": 4289, "coordinates": [[155, 47, 289, 34], [189, 231, 139, 34]], "aya_moshaf": "ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ "}, {"aya_id": 4290, "coordinates": [[189, 47, 184, 34], [223, 47, 322, 34], [258, 47, 322, 34]], "aya_moshaf": "يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ "}, {"aya_id": 4291, "coordinates": [[292, 47, 322, 34], [326, 340, 30, 34]], "aya_moshaf": "ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ "}, {"aya_id": 4292, "coordinates": [[326, 47, 293, 34], [361, 47, 322, 34], [395, 301, 69, 34]], "aya_moshaf": "مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ "}, {"aya_id": 4293, "coordinates": [[395, 47, 254, 34], [429, 47, 322, 34], [464, 145, 225, 34]], "aya_moshaf": "أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ "}, {"aya_id": 4294, "coordinates": [[464, 47, 98, 34], [498, 47, 322, 34], [532, 47, 322, 34], [567, 47, 322, 34]], "aya_moshaf": "تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ "}]
const ayasRanges = [{"ayas_ids_range": [4288, 4294], "sura_id": 42}];
