const mainSuraId = 42;
const nearbySurasNames = {
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
    44: 'الدُّخان',
};
const choicesObjects = {
    "484": "فاطر السموات والارض جعل لكم",
    "485": "والذين يحاجون في الله من",
    "487": "ومن اياته الجوار في البحر",
    "488": "وتراهم يعرضون عليها خاشعين من",
};
const ayas = [{"aya_id": 4295, "coordinates": [[86, 89, 322, 34], [120, 89, 322, 34], [155, 217, 195, 34]], "aya_moshaf": "ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ "}, {"aya_id": 4296, "coordinates": [[155, 89, 128, 34], [189, 89, 322, 34], [223, 202, 210, 34]], "aya_moshaf": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ "}, {"aya_id": 4297, "coordinates": [[223, 89, 113, 34], [258, 89, 322, 34]], "aya_moshaf": "وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ "}, {"aya_id": 4298, "coordinates": [[292, 89, 322, 34], [326, 233, 179, 34]], "aya_moshaf": "وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ "}, {"aya_id": 4299, "coordinates": [[326, 89, 144, 34], [361, 89, 322, 34], [395, 328, 84, 34]], "aya_moshaf": "۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ "}, {"aya_id": 4300, "coordinates": [[395, 89, 239, 34], [429, 198, 214, 34]], "aya_moshaf": "وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ "}, {"aya_id": 4301, "coordinates": [[429, 89, 109, 34], [464, 89, 322, 34], [498, 301, 111, 34]], "aya_moshaf": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ "}, {"aya_id": 4302, "coordinates": [[498, 89, 212, 34], [532, 202, 210, 34]], "aya_moshaf": "وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ "}, {"aya_id": 4303, "coordinates": [[532, 89, 113, 34], [567, 89, 322, 34]], "aya_moshaf": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ "}]