const mainSuraId = 42;
const nearbySurasNames = {
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
    44: 'الدُّخان',
};
const choicesObjects = {
    "486": "ذلك الذي يبشر الله عباده",
    "487": "ومن اياته الجوار في البحر",
    "489": "وكذلك اوحينا اليك روحا من",
    "490": "والذي نزل من السماء ماء",
};
const ayas = [{"aya_id": 4317, "coordinates": [[85, 88, 322, 34], [119, 88, 322, 34], [154, 88, 322, 34], [188, 292, 119, 34]], "aya_moshaf": "وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ "}, {"aya_id": 4318, "coordinates": [[188, 88, 204, 34], [222, 153, 258, 34]], "aya_moshaf": "وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ "}, {"aya_id": 4319, "coordinates": [[222, 88, 65, 34], [257, 88, 322, 34], [291, 163, 248, 34]], "aya_moshaf": "ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ "}, {"aya_id": 4320, "coordinates": [[291, 88, 75, 34], [325, 88, 322, 34], [360, 88, 322, 34], [394, 159, 252, 34]], "aya_moshaf": "فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ "}, {"aya_id": 4321, "coordinates": [[394, 88, 71, 34], [428, 88, 322, 34], [463, 241, 170, 34]], "aya_moshaf": "لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ "}, {"aya_id": 4322, "coordinates": [[463, 88, 153, 34], [497, 161, 250, 34]], "aya_moshaf": "أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ "}, {"aya_id": 4323, "coordinates": [[497, 88, 73, 34], [531, 88, 322, 34], [566, 88, 322, 34]], "aya_moshaf": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ "}]