const nearbySurasNames = {
    41: 'فُصِّلَت',
    42: 'الشُّوري',
    43: 'الزُّخرُف',
    44: 'الدُّخان',
};
const choicesObjects = {
    "487": "ومن اياته الجوار في البحر",
    "488": "وتراهم يعرضون عليها خاشعين من",
    "490": "والذي نزل من السماء ماء",
    "491": "وكذلك ما ارسلنا من قبلك",
};
const ayas = [{"aya_id": 4324, "coordinates": [[90, 49, 322, 34], [124, 49, 322, 34], [159, 158, 213, 34]], "aya_moshaf": "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ "}, {"aya_id": 4325, "coordinates": [[159, 49, 109, 34], [193, 49, 322, 34]], "aya_moshaf": "صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ "}, {"aya_id": 4326, "coordinates": [[296, 313, 58, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ حمٓ "}, {"aya_id": 4327, "coordinates": [[296, 185, 128, 34]], "aya_moshaf": "وَٱلۡكِتَٰبِ ٱلۡمُبِينِ "}, {"aya_id": 4328, "coordinates": [[296, 49, 136, 34], [330, 222, 149, 34]], "aya_moshaf": "إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ "}, {"aya_id": 4329, "coordinates": [[330, 49, 173, 34], [365, 267, 104, 34]], "aya_moshaf": "وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ "}, {"aya_id": 4330, "coordinates": [[365, 49, 218, 34], [399, 188, 183, 34]], "aya_moshaf": "أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ "}, {"aya_id": 4331, "coordinates": [[399, 49, 139, 34], [433, 297, 74, 34]], "aya_moshaf": "وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ "}, {"aya_id": 4332, "coordinates": [[433, 49, 248, 34], [468, 343, 28, 34]], "aya_moshaf": "وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ "}, {"aya_id": 4333, "coordinates": [[468, 49, 294, 34], [502, 346, 25, 34]], "aya_moshaf": "فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ "}, {"aya_id": 4334, "coordinates": [[502, 49, 297, 34], [536, 222, 149, 34]], "aya_moshaf": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ "}, {"aya_id": 4335, "coordinates": [[536, 49, 173, 34], [571, 49, 322, 34]], "aya_moshaf": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ "}]
const ayasRanges = [{"ayas_ids_range": [4324, 4325], "sura_id": 42}, {"ayas_ids_range": [4326, 4335], "sura_id": 43}];
