const nearbySurasNames = {
    42: 'الشُّوري',
    43: 'الزُّخرُف',
    44: 'الدُّخان',
    45: 'الجاثِية',
};
const choicesObjects = {
    "489": "وكذلك اوحينا اليك روحا من",
    "490": "والذي نزل من السماء ماء",
    "492": "ولبيوتهم ابوابا وسررا عليها يتكئون",
    "493": "وما نريهم من ايه الا",
};
const ayas = [{"aya_id": 4348, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34]], "aya_moshaf": "وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ "}, {"aya_id": 4349, "coordinates": [[156, 49, 322, 34], [190, 214, 158, 34]], "aya_moshaf": "۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ "}, {"aya_id": 4350, "coordinates": [[190, 49, 165, 34], [224, 230, 142, 34]], "aya_moshaf": "فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ "}, {"aya_id": 4351, "coordinates": [[224, 49, 181, 34], [259, 227, 145, 34]], "aya_moshaf": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ "}, {"aya_id": 4352, "coordinates": [[259, 49, 178, 34], [293, 350, 22, 34]], "aya_moshaf": "إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ "}, {"aya_id": 4353, "coordinates": [[293, 75, 275, 34]], "aya_moshaf": "وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ "}, {"aya_id": 4354, "coordinates": [[293, 49, 26, 34], [327, 49, 322, 34]], "aya_moshaf": "بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ "}, {"aya_id": 4355, "coordinates": [[362, 97, 275, 34]], "aya_moshaf": "وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ "}, {"aya_id": 4356, "coordinates": [[362, 49, 48, 34], [396, 79, 293, 34]], "aya_moshaf": "وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ "}, {"aya_id": 4357, "coordinates": [[396, 49, 30, 34], [430, 49, 322, 34], [465, 49, 322, 34], [499, 98, 274, 34]], "aya_moshaf": "أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ "}, {"aya_id": 4358, "coordinates": [[499, 49, 49, 34], [533, 49, 322, 34], [568, 49, 322, 34]], "aya_moshaf": "وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ "}]
const ayasRanges = [{"ayas_ids_range": [4348, 4358], "sura_id": 43}];
