const nearbySurasNames = {
    42: 'الشُّوري',
    43: 'الزُّخرُف',
    44: 'الدُّخان',
    45: 'الجاثِية',
};
const choicesObjects = {
    "492": "ولبيوتهم ابوابا وسررا عليها يتكئون",
    "493": "وما نريهم من ايه الا",
    "495": "ان المجرمين في عذاب جهنم",
    "496": "حم",
};
const ayas = [{"aya_id": 4386, "coordinates": [[80, 92, 322, 34], [114, 335, 80, 34]], "aya_moshaf": "وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ "}, {"aya_id": 4387, "coordinates": [[114, 92, 243, 34], [149, 389, 26, 34]], "aya_moshaf": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ "}, {"aya_id": 4388, "coordinates": [[149, 92, 297, 34], [183, 92, 322, 34], [217, 388, 27, 34]], "aya_moshaf": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ "}, {"aya_id": 4389, "coordinates": [[217, 92, 296, 34], [252, 389, 26, 34]], "aya_moshaf": "إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ "}, {"aya_id": 4390, "coordinates": [[252, 92, 297, 34], [286, 271, 144, 34]], "aya_moshaf": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ "}, {"aya_id": 4391, "coordinates": [[286, 92, 179, 34], [320, 195, 220, 34]], "aya_moshaf": "هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ "}, {"aya_id": 4392, "coordinates": [[320, 92, 103, 34], [355, 178, 237, 34]], "aya_moshaf": "ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ "}, {"aya_id": 4393, "coordinates": [[355, 92, 86, 34], [389, 204, 211, 34]], "aya_moshaf": "يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ "}, {"aya_id": 4394, "coordinates": [[389, 92, 112, 34], [423, 270, 145, 34]], "aya_moshaf": "ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ "}, {"aya_id": 4395, "coordinates": [[423, 92, 178, 34], [458, 323, 92, 34]], "aya_moshaf": "ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ "}, {"aya_id": 4396, "coordinates": [[458, 92, 231, 34], [492, 92, 322, 34], [526, 318, 97, 34]], "aya_moshaf": "يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ "}, {"aya_id": 4397, "coordinates": [[526, 92, 226, 34], [561, 319, 96, 34]], "aya_moshaf": "وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 4398, "coordinates": [[561, 92, 227, 34]], "aya_moshaf": "لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ "}]
const ayasRanges = [{"ayas_ids_range": [4386, 4398], "sura_id": 43}];
