const mainSuraId = 45;
const nearbySurasNames = {
    44: 'الدُّخان',
    45: 'الجاثِية',
    46: 'الأحقَاف',
    47: 'مُحمد',
};
const choicesObjects = {
    "498": "ان يوم الفصل ميقاتهم اجمعين",
    "499": "حم",
    "501": "افرايت من اتخذ الهه هواه",
    "502": "وبدا لهم سيئات ما عملوا",
};
const ayas = [{"aya_id": 4487, "coordinates": [[80, 90, 322, 34], [114, 263, 150, 34]], "aya_moshaf": "قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ "}, {"aya_id": 4488, "coordinates": [[114, 90, 173, 34], [149, 162, 251, 34]], "aya_moshaf": "مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ "}, {"aya_id": 4489, "coordinates": [[149, 90, 72, 34], [183, 90, 322, 34], [217, 255, 158, 34]], "aya_moshaf": "وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ "}, {"aya_id": 4490, "coordinates": [[217, 90, 165, 34], [252, 90, 322, 34], [286, 90, 322, 34], [320, 388, 25, 34]], "aya_moshaf": "وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ "}, {"aya_id": 4491, "coordinates": [[320, 90, 298, 34], [355, 259, 154, 34]], "aya_moshaf": "ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ "}, {"aya_id": 4492, "coordinates": [[355, 90, 169, 34], [389, 90, 322, 34], [423, 385, 28, 34]], "aya_moshaf": "إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ "}, {"aya_id": 4493, "coordinates": [[423, 90, 295, 34], [458, 388, 25, 34]], "aya_moshaf": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ "}, {"aya_id": 4494, "coordinates": [[458, 90, 298, 34], [492, 90, 322, 34], [526, 302, 111, 34]], "aya_moshaf": "أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ "}, {"aya_id": 4495, "coordinates": [[526, 90, 212, 34], [561, 90, 322, 34]], "aya_moshaf": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ "}]