const nearbySurasNames = {
    44: 'الدُّخان',
    45: 'الجاثِية',
    46: 'الأحقَاف',
    47: 'مُحمد',
};
const choicesObjects = {
    "499": "حم",
    "500": "قل للذين امنوا يغفروا للذين",
    "502": "وبدا لهم سيئات ما عملوا",
    "503": "واذا حشر الناس كانوا لهم",
};
const ayas = [{"aya_id": 4496, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 306, 66, 34]], "aya_moshaf": "أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ "}, {"aya_id": 4497, "coordinates": [[156, 49, 257, 34], [190, 107, 265, 34]], "aya_moshaf": "وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ "}, {"aya_id": 4498, "coordinates": [[190, 49, 58, 34], [224, 49, 322, 34], [259, 273, 99, 34]], "aya_moshaf": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 4499, "coordinates": [[259, 49, 224, 34], [293, 107, 265, 34]], "aya_moshaf": "قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ "}, {"aya_id": 4500, "coordinates": [[293, 49, 58, 34], [327, 49, 322, 34], [362, 348, 24, 34]], "aya_moshaf": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ "}, {"aya_id": 4501, "coordinates": [[362, 49, 299, 34], [396, 310, 62, 34]], "aya_moshaf": "وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 4502, "coordinates": [[396, 49, 261, 34], [430, 263, 109, 34]], "aya_moshaf": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ "}, {"aya_id": 4503, "coordinates": [[430, 49, 214, 34], [465, 93, 279, 34]], "aya_moshaf": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ "}, {"aya_id": 4504, "coordinates": [[465, 49, 44, 34], [499, 49, 322, 34], [533, 305, 67, 34]], "aya_moshaf": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ "}, {"aya_id": 4505, "coordinates": [[533, 49, 256, 34], [568, 49, 322, 34]], "aya_moshaf": "وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ "}]
const ayasRanges = [{"ayas_ids_range": [4496, 4505], "sura_id": 45}];
