const mainSuraId = 45;
const nearbySurasNames = {
    44: 'الدُّخان',
    45: 'الجاثِية',
    46: 'الأحقَاف',
    47: 'مُحمد',
};
const choicesObjects = {
    "500": "قل للذين امنوا يغفروا للذين",
    "501": "افرايت من اتخذ الهه هواه",
    "503": "واذا حشر الناس كانوا لهم",
    "504": "ووصينا الانسان بوالديه احسانا حملته",
};
const ayas = [{"aya_id": 4506, "coordinates": [[78, 83, 322, 34]], "aya_moshaf": "وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ "}, {"aya_id": 4507, "coordinates": [[112, 83, 322, 34], [147, 304, 102, 34]], "aya_moshaf": "وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ "}, {"aya_id": 4508, "coordinates": [[147, 83, 221, 34], [181, 83, 322, 34]], "aya_moshaf": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ "}, {"aya_id": 4509, "coordinates": [[215, 119, 287, 34]], "aya_moshaf": "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ "}, {"aya_id": 4510, "coordinates": [[215, 83, 36, 34], [250, 83, 322, 34]], "aya_moshaf": "وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 4511, "coordinates": [[353, 354, 52, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ حمٓ "}, {"aya_id": 4512, "coordinates": [[353, 140, 214, 34]], "aya_moshaf": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ "}, {"aya_id": 4513, "coordinates": [[353, 83, 57, 34], [387, 83, 322, 34], [421, 231, 175, 34]], "aya_moshaf": "مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ "}, {"aya_id": 4514, "coordinates": [[421, 83, 148, 34], [456, 83, 322, 34], [490, 83, 322, 34], [524, 313, 93, 34]], "aya_moshaf": "قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 4515, "coordinates": [[524, 83, 230, 34], [559, 83, 322, 34]], "aya_moshaf": "وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ "}]