const mainSuraId = 46;
const nearbySurasNames = {
    45: 'الجاثِية',
    46: 'الأحقَاف',
    47: 'مُحمد',
    48: 'الفَتح',
};
const choicesObjects = {
    "503": "واذا حشر الناس كانوا لهم",
    "504": "ووصينا الانسان بوالديه احسانا حملته",
    "506": "واذ صرفنا اليك نفرا من",
    "507": "الذين كفروا وصدوا عن سبيل",
};
const ayas = [{"aya_id": 4531, "coordinates": [[93, 51, 322, 34], [127, 51, 322, 34], [162, 253, 121, 34]], "aya_moshaf": "۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ "}, {"aya_id": 4532, "coordinates": [[162, 51, 202, 34], [196, 171, 203, 34]], "aya_moshaf": "قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ "}, {"aya_id": 4533, "coordinates": [[196, 51, 120, 34], [230, 51, 322, 34]], "aya_moshaf": "قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ "}, {"aya_id": 4534, "coordinates": [[265, 51, 322, 34], [299, 111, 263, 34]], "aya_moshaf": "فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ "}, {"aya_id": 4535, "coordinates": [[299, 51, 60, 34], [333, 51, 322, 34], [368, 263, 111, 34]], "aya_moshaf": "تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ "}, {"aya_id": 4536, "coordinates": [[368, 51, 212, 34], [402, 51, 322, 34], [436, 51, 322, 34], [471, 96, 278, 34]], "aya_moshaf": "وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ "}, {"aya_id": 4537, "coordinates": [[471, 51, 45, 34], [505, 51, 322, 34], [539, 348, 26, 34]], "aya_moshaf": "وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ "}, {"aya_id": 4538, "coordinates": [[539, 51, 297, 34], [574, 51, 322, 34]], "aya_moshaf": "فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ "}]