const nearbySurasNames = {
    45: 'الجاثِية',
    46: 'الأحقَاف',
    47: 'مُحمد',
    48: 'الفَتح',
};
const choicesObjects = {
    "504": "ووصينا الانسان بوالديه احسانا حملته",
    "505": "واذكر اخا عاد اذ انذر",
    "507": "الذين كفروا وصدوا عن سبيل",
    "508": "ان الله يدخل الذين امنوا",
};
const ayas = [{"aya_id": 4539, "coordinates": [[80, 92, 322, 34], [114, 92, 322, 34], [149, 390, 25, 34]], "aya_moshaf": "وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ "}, {"aya_id": 4540, "coordinates": [[149, 92, 298, 34], [183, 92, 322, 34], [217, 389, 26, 34]], "aya_moshaf": "قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ "}, {"aya_id": 4541, "coordinates": [[217, 92, 297, 34], [252, 222, 193, 34]], "aya_moshaf": "يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ "}, {"aya_id": 4542, "coordinates": [[252, 92, 130, 34], [286, 92, 322, 34], [320, 311, 104, 34]], "aya_moshaf": "وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ "}, {"aya_id": 4543, "coordinates": [[320, 92, 219, 34], [355, 92, 322, 34], [389, 277, 138, 34]], "aya_moshaf": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ "}, {"aya_id": 4544, "coordinates": [[389, 92, 185, 34], [423, 92, 322, 34], [458, 311, 104, 34]], "aya_moshaf": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ "}, {"aya_id": 4545, "coordinates": [[458, 92, 219, 34], [492, 92, 322, 34], [526, 92, 322, 34]], "aya_moshaf": "فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ "}]
const ayasRanges = [{"ayas_ids_range": [4539, 4545], "sura_id": 46}];
