const mainSuraId = 47;
const nearbySurasNames = {
    46: 'الأحقَاف',
    47: 'مُحمد',
    48: 'الفَتح',
    49: 'الحُجُرَات',
};
const choicesObjects = {
    "507": "الذين كفروا وصدوا عن سبيل",
    "508": "ان الله يدخل الذين امنوا",
    "510": "ولو نشاء لاريناكهم فلعرفتهم بسيماهم",
    "511": "انا فتحنا لك فتحا مبينا",
};
const ayas = [{"aya_id": 4565, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 49, 322, 34], [190, 342, 30, 34]], "aya_moshaf": "وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ "}, {"aya_id": 4566, "coordinates": [[190, 49, 293, 34], [224, 259, 113, 34]], "aya_moshaf": "طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ "}, {"aya_id": 4567, "coordinates": [[224, 49, 210, 34], [259, 181, 191, 34]], "aya_moshaf": "فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ "}, {"aya_id": 4568, "coordinates": [[259, 49, 132, 34], [293, 192, 180, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ "}, {"aya_id": 4569, "coordinates": [[293, 49, 143, 34], [327, 224, 148, 34]], "aya_moshaf": "أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ "}, {"aya_id": 4570, "coordinates": [[327, 49, 175, 34], [362, 49, 322, 34], [396, 317, 55, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ "}, {"aya_id": 4571, "coordinates": [[396, 49, 268, 34], [430, 49, 322, 34], [465, 344, 28, 34]], "aya_moshaf": "ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ "}, {"aya_id": 4572, "coordinates": [[465, 49, 295, 34], [499, 280, 92, 34]], "aya_moshaf": "فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ "}, {"aya_id": 4573, "coordinates": [[499, 49, 231, 34], [533, 121, 251, 34]], "aya_moshaf": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ "}, {"aya_id": 4574, "coordinates": [[533, 49, 72, 34], [568, 49, 322, 34]], "aya_moshaf": "أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ "}]