const nearbySurasNames = {
    47: 'مُحمد',
    48: 'الفَتح',
    49: 'الحُجُرَات',
    50: 'قٓ',
};
const choicesObjects = {
    "509": "ويقول الذين امنوا لولا نزلت",
    "510": "ولو نشاء لاريناكهم فلعرفتهم بسيماهم",
    "512": "ان الذين يبايعونك انما يبايعون",
    "513": "قل للمخلفين من الاعراب ستدعون",
};
const ayas = [{"aya_id": 4584, "coordinates": [[159, 227, 136, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا "}, {"aya_id": 4585, "coordinates": [[159, 40, 187, 34], [193, 40, 322, 34]], "aya_moshaf": "لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا "}, {"aya_id": 4586, "coordinates": [[227, 213, 150, 34]], "aya_moshaf": "وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا "}, {"aya_id": 4587, "coordinates": [[227, 40, 173, 34], [262, 40, 322, 34], [296, 184, 179, 34]], "aya_moshaf": "هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا "}, {"aya_id": 4588, "coordinates": [[296, 40, 144, 34], [330, 40, 322, 34], [365, 123, 240, 34]], "aya_moshaf": "لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا "}, {"aya_id": 4589, "coordinates": [[365, 40, 83, 34], [399, 40, 322, 34], [433, 40, 322, 34], [468, 108, 255, 34]], "aya_moshaf": "وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا "}, {"aya_id": 4590, "coordinates": [[468, 40, 68, 34], [502, 122, 241, 34]], "aya_moshaf": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا "}, {"aya_id": 4591, "coordinates": [[502, 40, 82, 34], [536, 190, 173, 34]], "aya_moshaf": "إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا "}, {"aya_id": 4592, "coordinates": [[536, 40, 150, 34], [571, 40, 322, 34]], "aya_moshaf": "لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا "}]
const ayasRanges = [{"ayas_ids_range": [4584, 4592], "sura_id": 48}];
