const nearbySurasNames = {
    47: 'مُحمد',
    48: 'الفَتح',
    49: 'الحُجُرَات',
    50: 'قٓ',
};
const choicesObjects = {
    "510": "ولو نشاء لاريناكهم فلعرفتهم بسيماهم",
    "511": "انا فتحنا لك فتحا مبينا",
    "513": "قل للمخلفين من الاعراب ستدعون",
    "514": "وهو الذي كف ايديهم عنكم",
};
const ayas = [{"aya_id": 4593, "coordinates": [[85, 94, 322, 34], [119, 94, 322, 34], [154, 248, 169, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا "}, {"aya_id": 4594, "coordinates": [[154, 94, 154, 34], [188, 94, 322, 34], [222, 94, 322, 34], [257, 94, 322, 34], [291, 361, 56, 34]], "aya_moshaf": "سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا "}, {"aya_id": 4595, "coordinates": [[291, 94, 267, 34], [325, 94, 322, 34], [360, 278, 139, 34]], "aya_moshaf": "بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا "}, {"aya_id": 4596, "coordinates": [[360, 94, 184, 34], [394, 259, 158, 34]], "aya_moshaf": "وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا "}, {"aya_id": 4597, "coordinates": [[394, 94, 165, 34], [428, 94, 322, 34], [463, 349, 68, 34]], "aya_moshaf": "وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا "}, {"aya_id": 4598, "coordinates": [[463, 94, 255, 34], [497, 94, 322, 34], [531, 94, 322, 34], [566, 94, 322, 34]], "aya_moshaf": "سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا "}]
const ayasRanges = [{"ayas_ids_range": [4593, 4598], "sura_id": 48}];
