const nearbySurasNames = {
    56: 'الوَاقِعة',
    57: 'الحدِيد',
    58: 'المُجَادلة',
    59: 'الحَشر',
};
const choicesObjects = {
    "536": "ثم انكم ايها الضالون المكذبون",
    "537": "انه لقران كريم",
    "539": "يوم تري المؤمنين والمؤمنات يسعي",
    "540": "والذين امنوا بالله ورسله اولئك",
};
const ayas = [{"aya_id": 5079, "coordinates": [[80, 90, 322, 34], [114, 90, 322, 34], [149, 90, 322, 34], [183, 349, 64, 34]], "aya_moshaf": "هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ "}, {"aya_id": 5080, "coordinates": [[183, 90, 259, 34], [217, 386, 27, 34]], "aya_moshaf": "لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ "}, {"aya_id": 5081, "coordinates": [[217, 90, 296, 34], [252, 328, 85, 34]], "aya_moshaf": "يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ "}, {"aya_id": 5082, "coordinates": [[252, 90, 238, 34], [286, 90, 322, 34]], "aya_moshaf": "ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ "}, {"aya_id": 5083, "coordinates": [[320, 90, 322, 34], [355, 239, 174, 34]], "aya_moshaf": "وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ "}, {"aya_id": 5084, "coordinates": [[355, 90, 149, 34], [389, 90, 322, 34], [423, 318, 95, 34]], "aya_moshaf": "هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ "}, {"aya_id": 5085, "coordinates": [[423, 90, 228, 34], [458, 90, 322, 34], [492, 90, 322, 34], [526, 142, 271, 34]], "aya_moshaf": "وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ "}, {"aya_id": 5086, "coordinates": [[526, 90, 52, 34], [561, 90, 322, 34]], "aya_moshaf": "مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ "}]
const ayasRanges = [{"ayas_ids_range": [5079, 5086], "sura_id": 57}];
