const nearbySurasNames = {
    56: 'الوَاقِعة',
    57: 'الحدِيد',
    58: 'المُجَادلة',
    59: 'الحَشر',
};
const choicesObjects = {
    "538": "هو الذي خلق السموات والارض",
    "539": "يوم تري المؤمنين والمؤمنات يسعي",
    "541": "لقد ارسلنا رسلنا بالبينات وانزلنا",
    "542": "قد سمع الله قول التي",
};
const ayas = [{"aya_id": 5094, "coordinates": [[80, 92, 322, 34], [114, 92, 322, 34], [149, 205, 210, 34]], "aya_moshaf": "وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ "}, {"aya_id": 5095, "coordinates": [[149, 92, 113, 34], [183, 92, 322, 34], [217, 92, 322, 34], [252, 92, 322, 34], [286, 92, 322, 34]], "aya_moshaf": "ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ "}, {"aya_id": 5096, "coordinates": [[320, 92, 322, 34], [355, 92, 322, 34], [389, 145, 270, 34]], "aya_moshaf": "سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ "}, {"aya_id": 5097, "coordinates": [[389, 92, 53, 34], [423, 92, 322, 34], [458, 148, 267, 34]], "aya_moshaf": "مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ "}, {"aya_id": 5098, "coordinates": [[458, 92, 56, 34], [492, 92, 322, 34], [526, 247, 168, 34]], "aya_moshaf": "لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ "}, {"aya_id": 5099, "coordinates": [[526, 92, 155, 34], [561, 92, 322, 34]], "aya_moshaf": "ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ "}]
const ayasRanges = [{"ayas_ids_range": [5094, 5099], "sura_id": 57}];
