const nearbySurasNames = {
    57: 'الحدِيد',
    58: 'المُجَادلة',
    59: 'الحَشر',
    60: 'المُمتَحنَة',
};
const choicesObjects = {
    "540": "والذين امنوا بالله ورسله اولئك",
    "541": "لقد ارسلنا رسلنا بالبينات وانزلنا",
    "543": "الم تر ان الله يعلم",
    "544": "ياايها الذين امنوا اذا ناجيتم",
};
const ayas = [{"aya_id": 5105, "coordinates": [[154, 92, 322, 34], [188, 188, 227, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ "}, {"aya_id": 5106, "coordinates": [[188, 92, 96, 34], [222, 92, 322, 34], [257, 92, 322, 34], [291, 304, 111, 34]], "aya_moshaf": "ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ "}, {"aya_id": 5107, "coordinates": [[291, 92, 212, 34], [325, 92, 322, 34], [360, 247, 168, 34]], "aya_moshaf": "وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ "}, {"aya_id": 5108, "coordinates": [[360, 92, 155, 34], [394, 92, 322, 34], [428, 92, 322, 34], [463, 268, 147, 34]], "aya_moshaf": "فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ "}, {"aya_id": 5109, "coordinates": [[463, 92, 176, 34], [497, 92, 322, 34], [531, 315, 100, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ "}, {"aya_id": 5110, "coordinates": [[531, 92, 223, 34], [566, 92, 322, 34]], "aya_moshaf": "يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ "}]
const ayasRanges = [{"ayas_ids_range": [5105, 5110], "sura_id": 58}];
