const mainSuraId = 59;
const nearbySurasNames = {
    58: 'المُجَادلة',
    59: 'الحَشر',
    60: 'المُمتَحنَة',
    61: 'الصَّف',
};
const choicesObjects = {
    "546": "ذلك بانهم شاقوا الله ورسوله",
    "547": "والذين جاءوا من بعدهم يقولون",
    "549": "ياايها الذين امنوا لا تتخذوا",
    "550": "لقد كان لكم فيهم اسوه",
};
const ayas = [{"aya_id": 5143, "coordinates": [[77, 93, 322, 34], [111, 328, 88, 34]], "aya_moshaf": "فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ "}, {"aya_id": 5144, "coordinates": [[111, 93, 235, 34], [146, 93, 322, 34], [180, 386, 30, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ "}, {"aya_id": 5145, "coordinates": [[180, 93, 293, 34], [214, 279, 137, 34]], "aya_moshaf": "وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ "}, {"aya_id": 5146, "coordinates": [[214, 93, 186, 34], [249, 168, 248, 34]], "aya_moshaf": "لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ "}, {"aya_id": 5147, "coordinates": [[249, 93, 75, 34], [283, 93, 322, 34], [317, 93, 322, 34], [352, 384, 32, 34]], "aya_moshaf": "لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ "}, {"aya_id": 5148, "coordinates": [[352, 93, 291, 34], [386, 273, 143, 34]], "aya_moshaf": "هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ "}, {"aya_id": 5149, "coordinates": [[386, 93, 180, 34], [420, 93, 322, 34], [455, 93, 322, 34], [489, 386, 30, 34]], "aya_moshaf": "هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ "}, {"aya_id": 5150, "coordinates": [[489, 93, 293, 34], [523, 93, 322, 34]], "aya_moshaf": "هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}]