const nearbySurasNames = {
    61: 'الصَّف',
    62: 'الجُمعَة',
    63: 'المُنَافِقُونَ',
    64: 'التغَابُن',
};
const choicesObjects = {
    "551": "ياايها النبي اذا جاءك المؤمنات",
    "552": "واذ قال عيسي ابن مريم",
    "554": "ياايها الذين امنوا اذا نودي",
    "555": "واذا قيل لهم تعالوا يستغفر",
};
const ayas = [{"aya_id": 5178, "coordinates": [[163, 55, 322, 34], [197, 312, 65, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ "}, {"aya_id": 5179, "coordinates": [[197, 55, 257, 34], [231, 55, 322, 34], [266, 229, 148, 34]], "aya_moshaf": "هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ "}, {"aya_id": 5180, "coordinates": [[266, 55, 174, 34], [300, 255, 122, 34]], "aya_moshaf": "وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 5181, "coordinates": [[300, 55, 200, 34], [334, 245, 132, 34]], "aya_moshaf": "ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ "}, {"aya_id": 5182, "coordinates": [[334, 55, 190, 34], [369, 55, 322, 34], [403, 55, 322, 34]], "aya_moshaf": "مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ "}, {"aya_id": 5183, "coordinates": [[437, 55, 322, 34], [472, 127, 250, 34]], "aya_moshaf": "قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 5184, "coordinates": [[472, 55, 72, 34], [506, 97, 280, 34]], "aya_moshaf": "وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ "}, {"aya_id": 5185, "coordinates": [[506, 55, 42, 34], [540, 55, 322, 34], [575, 55, 322, 34]], "aya_moshaf": "قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ "}]
const ayasRanges = [{"ayas_ids_range": [5178, 5185], "sura_id": 62}];
