const mainSuraId = 63;
const nearbySurasNames = {
    62: 'الجُمعَة',
    63: 'المُنَافِقُونَ',
    64: 'التغَابُن',
    65: 'الطَّلَاق',
};
const choicesObjects = {
    "553": "يسبح لله ما في السموات",
    "554": "ياايها الذين امنوا اذا نودي",
    "556": "يسبح لله ما في السموات",
    "557": "والذين كفروا وكذبوا باياتنا اولئك",
};
const ayas = [{"aya_id": 5193, "coordinates": [[81, 51, 322, 34], [115, 149, 225, 34]], "aya_moshaf": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ "}, {"aya_id": 5194, "coordinates": [[115, 51, 98, 34], [150, 51, 322, 34], [184, 158, 216, 34]], "aya_moshaf": "سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ "}, {"aya_id": 5195, "coordinates": [[184, 51, 107, 34], [218, 51, 322, 34], [253, 51, 322, 34], [287, 350, 24, 34]], "aya_moshaf": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ "}, {"aya_id": 5196, "coordinates": [[287, 51, 299, 34], [321, 51, 322, 34], [356, 216, 158, 34]], "aya_moshaf": "يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ "}, {"aya_id": 5197, "coordinates": [[356, 51, 165, 34], [390, 51, 322, 34], [424, 179, 195, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ "}, {"aya_id": 5198, "coordinates": [[424, 51, 128, 34], [459, 51, 322, 34], [493, 84, 290, 34]], "aya_moshaf": "وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ "}, {"aya_id": 5199, "coordinates": [[493, 51, 33, 34], [527, 51, 322, 34]], "aya_moshaf": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ "}]