const mainSuraId = 64;
const nearbySurasNames = {
    63: 'المُنَافِقُونَ',
    64: 'التغَابُن',
    65: 'الطَّلَاق',
    66: 'التَّحرِيم',
};
const choicesObjects = {
    "554": "ياايها الذين امنوا اذا نودي",
    "555": "واذا قيل لهم تعالوا يستغفر",
    "557": "والذين كفروا وكذبوا باياتنا اولئك",
    "558": "ياايها النبي اذا طلقتم النساء",
};
const ayas = [{"aya_id": 5200, "coordinates": [[112, 88, 322, 34], [147, 274, 137, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ "}, {"aya_id": 5201, "coordinates": [[147, 88, 186, 34], [181, 190, 221, 34]], "aya_moshaf": "هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ "}, {"aya_id": 5202, "coordinates": [[181, 88, 102, 34], [215, 88, 322, 34]], "aya_moshaf": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ "}, {"aya_id": 5203, "coordinates": [[250, 88, 322, 34], [284, 279, 132, 34]], "aya_moshaf": "يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ "}, {"aya_id": 5204, "coordinates": [[284, 88, 191, 34], [318, 210, 201, 34]], "aya_moshaf": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ "}, {"aya_id": 5205, "coordinates": [[318, 88, 122, 34], [353, 88, 322, 34], [387, 292, 119, 34]], "aya_moshaf": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ "}, {"aya_id": 5206, "coordinates": [[387, 88, 204, 34], [421, 156, 255, 34]], "aya_moshaf": "زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ "}, {"aya_id": 5207, "coordinates": [[421, 88, 68, 34], [456, 118, 293, 34]], "aya_moshaf": "فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ "}, {"aya_id": 5208, "coordinates": [[456, 88, 30, 34], [490, 88, 322, 34], [524, 88, 322, 34], [559, 88, 322, 34]], "aya_moshaf": "يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ "}]