const nearbySurasNames = {
    63: 'المُنَافِقُونَ',
    64: 'التغَابُن',
    65: 'الطَّلَاق',
    66: 'التَّحرِيم',
};
const choicesObjects = {
    "555": "واذا قيل لهم تعالوا يستغفر",
    "556": "يسبح لله ما في السموات",
    "558": "ياايها النبي اذا طلقتم النساء",
    "559": "اسكنوهن من حيث سكنتم من",
};
const ayas = [{"aya_id": 5209, "coordinates": [[86, 50, 322, 34], [120, 145, 228, 34]], "aya_moshaf": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ "}, {"aya_id": 5210, "coordinates": [[120, 50, 95, 34], [153, 50, 322, 34], [187, 275, 98, 34]], "aya_moshaf": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ "}, {"aya_id": 5211, "coordinates": [[187, 50, 225, 34], [221, 119, 254, 34]], "aya_moshaf": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ "}, {"aya_id": 5212, "coordinates": [[221, 50, 69, 34], [255, 97, 276, 34]], "aya_moshaf": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ "}, {"aya_id": 5213, "coordinates": [[255, 50, 47, 34], [288, 50, 322, 34], [322, 50, 322, 34], [356, 203, 170, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ "}, {"aya_id": 5214, "coordinates": [[356, 50, 153, 34], [390, 176, 197, 34]], "aya_moshaf": "إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ "}, {"aya_id": 5215, "coordinates": [[390, 50, 126, 34], [423, 50, 322, 34], [457, 115, 258, 34]], "aya_moshaf": "فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ "}, {"aya_id": 5216, "coordinates": [[457, 50, 65, 34], [491, 50, 322, 34], [525, 299, 74, 34]], "aya_moshaf": "إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ "}, {"aya_id": 5217, "coordinates": [[525, 50, 249, 34]], "aya_moshaf": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}]
const ayasRanges = [{"ayas_ids_range": [5209, 5217], "sura_id": 64}];
