const mainSuraId = 66;
const nearbySurasNames = {
    65: 'الطَّلَاق',
    66: 'التَّحرِيم',
    67: 'المُلك',
    68: 'القَلَم',
};
const choicesObjects = {
    "558": "ياايها النبي اذا طلقتم النساء",
    "559": "اسكنوهن من حيث سكنتم من",
    "561": "ياايها الذين امنوا توبوا الي",
    "562": "تبارك الذي بيده الملك وهو",
};
const ayas = [{"aya_id": 5230, "coordinates": [[145, 88, 322, 34], [179, 322, 89, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ "}, {"aya_id": 5231, "coordinates": [[179, 88, 234, 34], [213, 297, 114, 34]], "aya_moshaf": "قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ "}, {"aya_id": 5232, "coordinates": [[213, 88, 209, 34], [248, 88, 322, 34], [282, 88, 322, 34], [316, 385, 26, 34]], "aya_moshaf": "وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ "}, {"aya_id": 5233, "coordinates": [[316, 88, 297, 34], [351, 88, 322, 34], [385, 297, 114, 34]], "aya_moshaf": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ "}, {"aya_id": 5234, "coordinates": [[385, 88, 209, 34], [419, 88, 322, 34], [454, 311, 100, 34]], "aya_moshaf": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا "}, {"aya_id": 5235, "coordinates": [[454, 88, 223, 34], [488, 88, 322, 34], [522, 139, 272, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ "}, {"aya_id": 5236, "coordinates": [[522, 88, 51, 34], [557, 88, 322, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ "}]