const nearbySurasNames = {
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
};
const choicesObjects = {
    "56": "ويكلم الناس في المهد وكهلا",
    "57": "ربنا امنا بما انزلت واتبعنا",
    "59": "يااهل الكتاب لم تلبسون الحق",
    "60": "وان منهم لفريقا يلوون السنتهم",
};
const ayas = [{"aya_id": 355, "coordinates": [[84, 92, 322, 34], [118, 307, 108, 34]], "aya_moshaf": "إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ "}, {"aya_id": 356, "coordinates": [[118, 92, 215, 34]], "aya_moshaf": "فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ "}, {"aya_id": 357, "coordinates": [[153, 92, 322, 34], [187, 92, 322, 34], [221, 92, 322, 34], [256, 314, 101, 34]], "aya_moshaf": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ "}, {"aya_id": 358, "coordinates": [[256, 92, 222, 34], [290, 92, 322, 34], [324, 325, 90, 34]], "aya_moshaf": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ "}, {"aya_id": 359, "coordinates": [[324, 92, 233, 34], [359, 92, 322, 34], [393, 339, 76, 34]], "aya_moshaf": "هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ "}, {"aya_id": 360, "coordinates": [[393, 92, 247, 34], [427, 199, 216, 34]], "aya_moshaf": "مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ "}, {"aya_id": 361, "coordinates": [[427, 92, 107, 34], [462, 92, 322, 34], [496, 335, 80, 34]], "aya_moshaf": "إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ "}, {"aya_id": 362, "coordinates": [[496, 92, 243, 34], [530, 154, 261, 34]], "aya_moshaf": "وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ "}, {"aya_id": 363, "coordinates": [[530, 92, 62, 34], [565, 92, 322, 34]], "aya_moshaf": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ "}]
const ayasRanges = [{"ayas_ids_range": [355, 363], "sura_id": 3}];
