const nearbySurasNames = {
    96: 'العَلَق',
    97: 'القَدر',
    98: 'البَينَة',
    99: 'الزَّلزَلة',
};
const choicesObjects = {
    "596": "لا يصلاها الا الاشقي",
    "597": "والتين والزيتون",
    "599": "جزاؤهم عند ربهم جنات عدن",
    "600": "وحصل ما في الصدور",
};
const ayas = [{"aya_id": 6126, "coordinates": [[156, 257, 158, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةِ ٱلۡقَدۡرِ "}, {"aya_id": 6127, "coordinates": [[156, 92, 165, 34]], "aya_moshaf": "وَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِ "}, {"aya_id": 6128, "coordinates": [[190, 228, 187, 34]], "aya_moshaf": "لَيۡلَةُ ٱلۡقَدۡرِ خَيۡرٞ مِّنۡ أَلۡفِ شَهۡرٖ "}, {"aya_id": 6129, "coordinates": [[190, 92, 136, 34], [224, 254, 161, 34]], "aya_moshaf": "تَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٖ "}, {"aya_id": 6130, "coordinates": [[224, 92, 162, 34]], "aya_moshaf": "سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ "}, {"aya_id": 6131, "coordinates": [[327, 92, 322, 34], [362, 296, 119, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ "}, {"aya_id": 6132, "coordinates": [[362, 92, 204, 34]], "aya_moshaf": "رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ "}, {"aya_id": 6133, "coordinates": [[396, 302, 113, 34]], "aya_moshaf": "فِيهَا كُتُبٞ قَيِّمَةٞ "}, {"aya_id": 6134, "coordinates": [[396, 92, 210, 34], [430, 279, 136, 34]], "aya_moshaf": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ "}, {"aya_id": 6135, "coordinates": [[430, 92, 187, 34], [465, 92, 322, 34], [499, 351, 64, 34]], "aya_moshaf": "وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ "}, {"aya_id": 6136, "coordinates": [[499, 92, 259, 34], [533, 135, 280, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ "}, {"aya_id": 6137, "coordinates": [[533, 92, 43, 34], [568, 92, 322, 34]], "aya_moshaf": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ "}]
const ayasRanges = [{"ayas_ids_range": [6126, 6130], "sura_id": 97}, {"ayas_ids_range": [6131, 6137], "sura_id": 98}];
