const nearbySurasNames = {
    102: 'التَّكاثُر',
    103: 'العَصر',
    104: 'الهُمَزة',
    105: 'الفِيل',
};
const choicesObjects = {
    "599": "جزاؤهم عند ربهم جنات عدن",
    "600": "وحصل ما في الصدور",
    "602": "لايلاف قريش",
    "603": "قل ياايها الكافرون",
};
const ayas = [{"aya_id": 6177, "coordinates": [[158, 292, 72, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ وَٱلۡعَصۡرِ "}, {"aya_id": 6178, "coordinates": [[158, 147, 145, 34]], "aya_moshaf": "إِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ "}, {"aya_id": 6179, "coordinates": [[158, 41, 106, 34], [192, 41, 322, 34]], "aya_moshaf": "إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ "}, {"aya_id": 6180, "coordinates": [[295, 199, 165, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ وَيۡلٞ لِّكُلِّ هُمَزَةٖ لُّمَزَةٍ "}, {"aya_id": 6181, "coordinates": [[295, 41, 158, 34]], "aya_moshaf": "ٱلَّذِي جَمَعَ مَالٗا وَعَدَّدَهُۥ "}, {"aya_id": 6182, "coordinates": [[329, 209, 155, 34]], "aya_moshaf": "يَحۡسَبُ أَنَّ مَالَهُۥٓ أَخۡلَدَهُۥ "}, {"aya_id": 6183, "coordinates": [[329, 41, 168, 34]], "aya_moshaf": "كـَلَّاۖ لَيُنۢبَذَنَّ فِي ٱلۡحُطَمَةِ "}, {"aya_id": 6184, "coordinates": [[364, 225, 139, 34]], "aya_moshaf": "وَمَآ أَدۡرَىٰكَ مَا ٱلۡحُطَمَةُ "}, {"aya_id": 6185, "coordinates": [[364, 96, 129, 34]], "aya_moshaf": "نَارُ ٱللَّهِ ٱلۡمُوقَدَةُ "}, {"aya_id": 6186, "coordinates": [[364, 41, 55, 34], [398, 277, 87, 34]], "aya_moshaf": "ٱلَّتِي تَطَّلِعُ عَلَى ٱلۡأَفۡـِٔدَةِ "}, {"aya_id": 6187, "coordinates": [[398, 152, 125, 34]], "aya_moshaf": "إِنَّهَا عَلَيۡهِم مُّؤۡصَدَةٞ "}, {"aya_id": 6188, "coordinates": [[398, 41, 111, 34]], "aya_moshaf": "فِي عَمَدٖ مُّمَدَّدَةِۭ "}, {"aya_id": 6189, "coordinates": [[501, 137, 227, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ "}, {"aya_id": 6190, "coordinates": [[501, 41, 96, 34], [535, 282, 82, 34]], "aya_moshaf": "أَلَمۡ يَجۡعَلۡ كَيۡدَهُمۡ فِي تَضۡلِيلٖ "}, {"aya_id": 6191, "coordinates": [[535, 102, 180, 34]], "aya_moshaf": "وَأَرۡسَلَ عَلَيۡهِمۡ طَيۡرًا أَبَابِيلَ "}, {"aya_id": 6192, "coordinates": [[535, 41, 61, 34], [570, 233, 131, 34]], "aya_moshaf": "تَرۡمِيهِم بِحِجَارَةٖ مِّن سِجِّيلٖ "}, {"aya_id": 6193, "coordinates": [[570, 41, 192, 34]], "aya_moshaf": "فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ "}]
const ayasRanges = [{"ayas_ids_range": [6177, 6179], "sura_id": 103}, {"ayas_ids_range": [6180, 6188], "sura_id": 104}, {"ayas_ids_range": [6189, 6193], "sura_id": 105}];
