const mainSuraId = 106;
const nearbySurasNames = {
    105: 'الفِيل',
    106: 'قُرَيش',
    107: 'المَاعُون',
    108: 'الكَوثر',
};
const choicesObjects = {
    "600": "ان الانسان لربه لكنود",
    "601": "والعصر",
    "603": "قل ياايها الكافرون",
    "604": "قل هو الله احد",
};
const ayas = [{"aya_id": 6194, "coordinates": [[158, 294, 125, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ لِإِيلَٰفِ قُرَيۡشٍ "}, {"aya_id": 6195, "coordinates": [[158, 96, 198, 34], [192, 388, 31, 34]], "aya_moshaf": "إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ "}, {"aya_id": 6196, "coordinates": [[192, 207, 181, 34]], "aya_moshaf": "فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ "}, {"aya_id": 6197, "coordinates": [[192, 96, 111, 34], [226, 164, 195, 34]], "aya_moshaf": "ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ "}, {"aya_id": 6198, "coordinates": [[329, 209, 210, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ أَرَءَيۡتَ ٱلَّذِي يُكَذِّبُ بِٱلدِّينِ "}, {"aya_id": 6199, "coordinates": [[329, 96, 113, 34], [364, 303, 116, 34]], "aya_moshaf": "فَذَٰلِكَ ٱلَّذِي يَدُعُّ ٱلۡيَتِيمَ "}, {"aya_id": 6200, "coordinates": [[364, 96, 207, 34]], "aya_moshaf": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ "}, {"aya_id": 6201, "coordinates": [[398, 278, 141, 34]], "aya_moshaf": "فَوَيۡلٞ لِّلۡمُصَلِّينَ "}, {"aya_id": 6202, "coordinates": [[398, 96, 182, 34], [432, 389, 30, 34]], "aya_moshaf": "ٱلَّذِينَ هُمۡ عَن صَلَاتِهِمۡ سَاهُونَ "}, {"aya_id": 6203, "coordinates": [[432, 241, 148, 34]], "aya_moshaf": "ٱلَّذِينَ هُمۡ يُرَآءُونَ "}, {"aya_id": 6204, "coordinates": [[432, 96, 145, 34]], "aya_moshaf": "وَيَمۡنَعُونَ ٱلۡمَاعُونَ "}, {"aya_id": 6205, "coordinates": [[535, 244, 175, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ "}, {"aya_id": 6206, "coordinates": [[535, 96, 148, 34]], "aya_moshaf": "فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ "}, {"aya_id": 6207, "coordinates": [[570, 164, 167, 34]], "aya_moshaf": "إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ "}]