const nearbySurasNames = {
    108: 'الكَوثر',
    109: 'الكافِرون',
    110: 'النَّصر',
    111: 'المَسَد',
};
const choicesObjects = {
    "601": "والعصر",
    "602": "لايلاف قريش",
    "604": "قل هو الله احد",
};
const ayas = [{"aya_id": 6208, "coordinates": [[157, 193, 176, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ "}, {"aya_id": 6209, "coordinates": [[157, 46, 147, 34]], "aya_moshaf": "لَآ أَعۡبُدُ مَا تَعۡبُدُونَ "}, {"aya_id": 6210, "coordinates": [[191, 191, 178, 34]], "aya_moshaf": "وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ "}, {"aya_id": 6211, "coordinates": [[191, 46, 145, 34]], "aya_moshaf": "وَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ "}, {"aya_id": 6212, "coordinates": [[225, 191, 178, 34]], "aya_moshaf": "وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ "}, {"aya_id": 6213, "coordinates": [[225, 46, 145, 34]], "aya_moshaf": "لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ "}, {"aya_id": 6214, "coordinates": [[328, 161, 208, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ إِذَا جَآءَ نَصۡرُ ٱللَّهِ وَٱلۡفَتۡحُ "}, {"aya_id": 6215, "coordinates": [[328, 46, 115, 34], [363, 165, 204, 34]], "aya_moshaf": "وَرَأَيۡتَ ٱلنَّاسَ يَدۡخُلُونَ فِي دِينِ ٱللَّهِ أَفۡوَاجٗا "}, {"aya_id": 6216, "coordinates": [[363, 46, 119, 34], [397, 91, 230, 34]], "aya_moshaf": "فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا "}, {"aya_id": 6217, "coordinates": [[500, 195, 174, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ "}, {"aya_id": 6218, "coordinates": [[500, 46, 149, 34], [534, 282, 87, 34]], "aya_moshaf": "مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ "}, {"aya_id": 6219, "coordinates": [[534, 119, 163, 34]], "aya_moshaf": "سَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ "}, {"aya_id": 6220, "coordinates": [[534, 46, 73, 34], [569, 230, 139, 34]], "aya_moshaf": "وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ "}, {"aya_id": 6221, "coordinates": [[569, 46, 184, 34]], "aya_moshaf": "فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ "}]
const ayasRanges = [{"ayas_ids_range": [6208, 6213], "sura_id": 109}, {"ayas_ids_range": [6214, 6216], "sura_id": 110}, {"ayas_ids_range": [6217, 6221], "sura_id": 111}];
