const nearbySurasNames = {
    111: 'المَسَد',
    112: 'الإخلَاص',
    113: 'الفَلَق',
    114: 'النَّاس',
};
const choicesObjects = {
    "602": "لايلاف قريش",
    "603": "قل ياايها الكافرون",
};
const ayas = [{"aya_id": 6222, "coordinates": [[149, 282, 133, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ هُوَ ٱللَّهُ أَحَدٌ "}, {"aya_id": 6223, "coordinates": [[149, 168, 114, 34]], "aya_moshaf": "ٱللَّهُ ٱلصَّمَدُ "}, {"aya_id": 6224, "coordinates": [[149, 92, 76, 34], [183, 312, 103, 34]], "aya_moshaf": "لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ "}, {"aya_id": 6225, "coordinates": [[183, 92, 220, 34]], "aya_moshaf": "وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ "}, {"aya_id": 6226, "coordinates": [[286, 256, 159, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ "}, {"aya_id": 6227, "coordinates": [[286, 140, 116, 34]], "aya_moshaf": "مِن شَرِّ مَا خَلَقَ "}, {"aya_id": 6228, "coordinates": [[286, 92, 48, 34], [320, 267, 148, 34]], "aya_moshaf": "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ "}, {"aya_id": 6229, "coordinates": [[320, 92, 175, 34], [355, 309, 80, 34]], "aya_moshaf": "وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ "}, {"aya_id": 6230, "coordinates": [[355, 127, 182, 34]], "aya_moshaf": "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ "}, {"aya_id": 6231, "coordinates": [[458, 262, 153, 34]], "aya_moshaf": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ "}, {"aya_id": 6232, "coordinates": [[458, 138, 124, 34]], "aya_moshaf": "مَلِكِ ٱلنَّاسِ "}, {"aya_id": 6233, "coordinates": [[458, 92, 46, 34], [492, 328, 87, 34]], "aya_moshaf": "إِلَٰهِ ٱلنَّاسِ "}, {"aya_id": 6234, "coordinates": [[492, 138, 190, 34]], "aya_moshaf": "مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ "}, {"aya_id": 6235, "coordinates": [[492, 92, 46, 34], [526, 140, 229, 34]], "aya_moshaf": "ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ "}, {"aya_id": 6236, "coordinates": [[561, 163, 187, 34]], "aya_moshaf": "مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ "}]
const ayasRanges = [{"ayas_ids_range": [6222, 6225], "sura_id": 112}, {"ayas_ids_range": [6226, 6230], "sura_id": 113}, {"ayas_ids_range": [6231, 6236], "sura_id": 114}];
