const nearbySurasNames = {
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
};
const choicesObjects = {
    "60": "وان منهم لفريقا يلوون السنتهم",
    "61": "قل امنا بالله وما انزل",
    "63": "وكيف تكفرون وانتم تتلي عليكم",
    "64": "ولله ما في السموات وما",
};
const ayas = [{"aya_id": 385, "coordinates": [[82, 92, 322, 34], [116, 289, 125, 34]], "aya_moshaf": "لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ "}, {"aya_id": 386, "coordinates": [[116, 92, 197, 34], [151, 92, 322, 34], [185, 92, 322, 34], [219, 390, 24, 34]], "aya_moshaf": "۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 387, "coordinates": [[219, 92, 298, 34], [254, 320, 94, 34]], "aya_moshaf": "فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ "}, {"aya_id": 388, "coordinates": [[254, 92, 228, 34], [288, 274, 140, 34]], "aya_moshaf": "قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ "}, {"aya_id": 389, "coordinates": [[288, 92, 182, 34], [322, 228, 186, 34]], "aya_moshaf": "إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ "}, {"aya_id": 390, "coordinates": [[322, 92, 136, 34], [357, 92, 322, 34], [391, 92, 322, 34], [425, 392, 22, 34]], "aya_moshaf": "فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ "}, {"aya_id": 391, "coordinates": [[425, 92, 300, 34], [460, 310, 104, 34]], "aya_moshaf": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ "}, {"aya_id": 392, "coordinates": [[460, 92, 218, 34], [494, 92, 322, 34], [528, 289, 125, 34]], "aya_moshaf": "قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ "}, {"aya_id": 393, "coordinates": [[528, 92, 197, 34], [563, 92, 322, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ "}]
const ayasRanges = [{"ayas_ids_range": [385, 393], "sura_id": 3}];
