const nearbySurasNames = {
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
};
const choicesObjects = {
    "62": "لن تنالوا البر حتي تنفقوا",
    "63": "وكيف تكفرون وانتم تتلي عليكم",
    "65": "ان الذين كفروا لن تغني",
    "66": "اذ همت طائفتان منكم ان",
};
const ayas = [{"aya_id": 402, "coordinates": [[85, 89, 322, 34], [119, 389, 22, 34]], "aya_moshaf": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ "}, {"aya_id": 403, "coordinates": [[119, 89, 300, 34], [154, 89, 322, 34], [188, 89, 322, 34], [222, 257, 154, 34]], "aya_moshaf": "كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ "}, {"aya_id": 404, "coordinates": [[222, 89, 168, 34], [257, 137, 274, 34]], "aya_moshaf": "لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ "}, {"aya_id": 405, "coordinates": [[257, 89, 48, 34], [291, 89, 322, 34], [325, 89, 322, 34], [360, 89, 322, 34], [394, 189, 222, 34]], "aya_moshaf": "ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ "}, {"aya_id": 406, "coordinates": [[394, 89, 100, 34], [428, 89, 322, 34], [463, 301, 110, 34]], "aya_moshaf": "۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ "}, {"aya_id": 407, "coordinates": [[463, 89, 212, 34], [497, 89, 322, 34], [531, 174, 237, 34]], "aya_moshaf": "يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ "}, {"aya_id": 408, "coordinates": [[531, 89, 85, 34], [566, 89, 322, 34]], "aya_moshaf": "وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ "}]
const ayasRanges = [{"ayas_ids_range": [402, 408], "sura_id": 3}];
