const mainSuraId = 3;
const nearbySurasNames = {
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
};
const choicesObjects = {
    "65": "ان الذين كفروا لن تغني",
    "66": "اذ همت طائفتان منكم ان",
    "68": "وليمحص الله الذين امنوا ويمحق",
    "69": "ياايها الذين امنوا ان تطيعوا",
};
const ayas = [{"aya_id": 426, "coordinates": [[84, 50, 322, 34], [118, 137, 235, 34]], "aya_moshaf": "۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ "}, {"aya_id": 427, "coordinates": [[118, 50, 87, 34], [153, 50, 322, 34], [187, 130, 242, 34]], "aya_moshaf": "ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ "}, {"aya_id": 428, "coordinates": [[187, 50, 80, 34], [221, 50, 322, 34], [256, 50, 322, 34], [290, 188, 184, 34]], "aya_moshaf": "وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ "}, {"aya_id": 429, "coordinates": [[290, 50, 138, 34], [324, 50, 322, 34], [359, 200, 172, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ "}, {"aya_id": 430, "coordinates": [[359, 50, 150, 34], [393, 50, 322, 34], [427, 344, 28, 34]], "aya_moshaf": "قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ "}, {"aya_id": 431, "coordinates": [[427, 50, 294, 34]], "aya_moshaf": "هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ "}, {"aya_id": 432, "coordinates": [[462, 50, 322, 34], [496, 344, 29, 34]], "aya_moshaf": "وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ "}, {"aya_id": 433, "coordinates": [[496, 50, 294, 34], [530, 50, 322, 34], [565, 50, 322, 34]], "aya_moshaf": "إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ "}]