const mainSuraId = 3;
const nearbySurasNames = {
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
};
const choicesObjects = {
    "66": "اذ همت طائفتان منكم ان",
    "67": "وسارعوا الي مغفره من ربكم",
    "69": "ياايها الذين امنوا ان تطيعوا",
    "70": "ثم انزل عليكم من بعد",
};
const ayas = [{"aya_id": 434, "coordinates": [[84, 111, 301, 34]], "aya_moshaf": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ "}, {"aya_id": 435, "coordinates": [[84, 89, 22, 34], [118, 89, 322, 34], [153, 254, 158, 34]], "aya_moshaf": "أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ "}, {"aya_id": 436, "coordinates": [[153, 89, 165, 34], [187, 159, 253, 34]], "aya_moshaf": "وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ "}, {"aya_id": 437, "coordinates": [[187, 89, 70, 34], [221, 89, 322, 34], [256, 89, 322, 34], [290, 169, 243, 34]], "aya_moshaf": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ "}, {"aya_id": 438, "coordinates": [[290, 89, 80, 34], [324, 89, 322, 34], [359, 89, 322, 34], [393, 248, 164, 34]], "aya_moshaf": "وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ "}, {"aya_id": 439, "coordinates": [[393, 89, 159, 34], [427, 89, 322, 34], [462, 188, 224, 34]], "aya_moshaf": "وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ "}, {"aya_id": 440, "coordinates": [[462, 89, 99, 34], [496, 89, 322, 34], [530, 163, 249, 34]], "aya_moshaf": "وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ "}, {"aya_id": 441, "coordinates": [[530, 89, 74, 34], [565, 89, 322, 34]], "aya_moshaf": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ "}]