const nearbySurasNames = {
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
};
const choicesObjects = {
    "67": "وسارعوا الي مغفره من ربكم",
    "68": "وليمحص الله الذين امنوا ويمحق",
    "70": "ثم انزل عليكم من بعد",
    "71": "ولئن متم او قتلتم لالي",
};
const ayas = [{"aya_id": 442, "coordinates": [[84, 50, 322, 34], [118, 50, 322, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ "}, {"aya_id": 443, "coordinates": [[153, 105, 268, 34]], "aya_moshaf": "بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ "}, {"aya_id": 444, "coordinates": [[153, 50, 55, 34], [187, 50, 322, 34], [221, 50, 322, 34], [256, 221, 152, 34]], "aya_moshaf": "سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ "}, {"aya_id": 445, "coordinates": [[256, 50, 171, 34], [290, 50, 322, 34], [324, 50, 322, 34], [359, 50, 322, 34], [393, 50, 322, 34], [427, 50, 322, 34], [462, 347, 26, 34]], "aya_moshaf": "وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ "}, {"aya_id": 446, "coordinates": [[462, 50, 297, 34], [496, 50, 322, 34], [530, 50, 322, 34], [565, 50, 322, 34]], "aya_moshaf": "۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ "}]
const ayasRanges = [{"ayas_ids_range": [442, 446], "sura_id": 3}];
