const nearbySurasNames = {
    2: 'البَقَرَة',
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
};
const choicesObjects = {
    "72": "وما اصابكم يوم التقي الجمعان",
    "73": "فانقلبوا بنعمه من الله وفضل",
    "75": "واذ اخذ الله ميثاق الذين",
    "76": "فاستجاب لهم ربهم اني لا",
};
const ayas = [{"aya_id": 474, "coordinates": [[85, 92, 322, 34], [119, 92, 322, 34], [154, 244, 171, 34]], "aya_moshaf": "لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ "}, {"aya_id": 475, "coordinates": [[154, 92, 152, 34], [188, 205, 210, 34]], "aya_moshaf": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ "}, {"aya_id": 476, "coordinates": [[188, 92, 113, 34], [222, 92, 322, 34], [257, 92, 322, 34], [291, 92, 322, 34]], "aya_moshaf": "ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ "}, {"aya_id": 477, "coordinates": [[325, 92, 322, 34], [360, 232, 183, 34]], "aya_moshaf": "فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ "}, {"aya_id": 478, "coordinates": [[360, 92, 140, 34], [394, 92, 322, 34], [428, 92, 322, 34], [463, 289, 126, 34]], "aya_moshaf": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ "}, {"aya_id": 479, "coordinates": [[463, 92, 197, 34], [497, 92, 322, 34], [531, 92, 322, 34], [566, 92, 322, 34]], "aya_moshaf": "۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ "}]
const ayasRanges = [{"ayas_ids_range": [474, 479], "sura_id": 3}];
