const nearbySurasNames = {
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
};
const choicesObjects = {
    "81": "وان اردتم استبدال زوج مكان",
    "82": "والمحصنات من النساء الا ما",
    "84": "الرجال قوامون علي النساء بما",
    "85": "والذين ينفقون اموالهم رئاء الناس",
};
const ayas = [{"aya_id": 520, "coordinates": [[89, 52, 322, 34], [123, 158, 217, 34]], "aya_moshaf": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا "}, {"aya_id": 521, "coordinates": [[123, 52, 106, 34], [158, 162, 213, 34]], "aya_moshaf": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا "}, {"aya_id": 522, "coordinates": [[158, 52, 110, 34], [192, 52, 322, 34], [226, 52, 322, 34], [261, 213, 162, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا "}, {"aya_id": 523, "coordinates": [[261, 52, 161, 34], [295, 52, 322, 34], [329, 313, 62, 34]], "aya_moshaf": "وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا "}, {"aya_id": 524, "coordinates": [[329, 52, 261, 34], [364, 52, 322, 34]], "aya_moshaf": "إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا "}, {"aya_id": 525, "coordinates": [[398, 52, 322, 34], [432, 52, 322, 34], [467, 52, 322, 34], [501, 308, 67, 34]], "aya_moshaf": "وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا "}, {"aya_id": 526, "coordinates": [[501, 52, 256, 34], [535, 52, 322, 34], [570, 52, 322, 34]], "aya_moshaf": "وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا "}]
const ayasRanges = [{"ayas_ids_range": [520, 526], "sura_id": 4}];
