const nearbySurasNames = {
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
};
const choicesObjects = {
    "86": "والله اعلم باعدائكم وكفي بالله",
    "87": "اولئك الذين لعنهم الله ومن",
    "89": "ولو انا كتبنا عليهم ان",
    "90": "وما لكم لا تقاتلون في",
};
const ayas = [{"aya_id": 553, "coordinates": [[85, 92, 322, 34], [119, 92, 322, 34], [154, 92, 322, 34], [188, 303, 112, 34]], "aya_moshaf": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا "}, {"aya_id": 554, "coordinates": [[188, 92, 211, 34], [222, 92, 322, 34], [257, 331, 84, 34]], "aya_moshaf": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا "}, {"aya_id": 555, "coordinates": [[257, 92, 239, 34], [291, 92, 322, 34], [325, 282, 133, 34]], "aya_moshaf": "فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا "}, {"aya_id": 556, "coordinates": [[325, 92, 190, 34], [360, 92, 322, 34], [394, 265, 150, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا "}, {"aya_id": 557, "coordinates": [[394, 92, 173, 34], [428, 92, 322, 34], [463, 92, 322, 34], [497, 235, 180, 34]], "aya_moshaf": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا "}, {"aya_id": 558, "coordinates": [[497, 92, 143, 34], [531, 92, 322, 34], [566, 92, 322, 34]], "aya_moshaf": "فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا "}]
const ayasRanges = [{"ayas_ids_range": [553, 558], "sura_id": 4}];
