const mainSuraId = 4;
const nearbySurasNames = {
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
};
const choicesObjects = {
    "87": "اولئك الذين لعنهم الله ومن",
    "88": "الم تر الي الذين يزعمون",
    "90": "وما لكم لا تقاتلون في",
    "91": "من يطع الرسول فقد اطاع",
};
const ayas = [{"aya_id": 559, "coordinates": [[92, 47, 322, 34], [126, 47, 322, 34], [161, 156, 214, 34]], "aya_moshaf": "وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا "}, {"aya_id": 560, "coordinates": [[161, 47, 109, 34], [195, 247, 123, 34]], "aya_moshaf": "وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا "}, {"aya_id": 561, "coordinates": [[195, 47, 200, 34]], "aya_moshaf": "وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا "}, {"aya_id": 562, "coordinates": [[229, 47, 322, 34], [264, 47, 322, 34], [298, 246, 124, 34]], "aya_moshaf": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَۚ وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقٗا "}, {"aya_id": 563, "coordinates": [[298, 47, 199, 34], [332, 280, 90, 34]], "aya_moshaf": "ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا "}, {"aya_id": 564, "coordinates": [[332, 47, 233, 34], [367, 175, 195, 34]], "aya_moshaf": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا "}, {"aya_id": 565, "coordinates": [[367, 47, 128, 34], [401, 47, 322, 34], [435, 297, 73, 34]], "aya_moshaf": "وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا "}, {"aya_id": 566, "coordinates": [[435, 47, 250, 34], [470, 47, 322, 34], [504, 263, 107, 34]], "aya_moshaf": "وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا "}, {"aya_id": 567, "coordinates": [[504, 47, 216, 34], [538, 47, 322, 34], [573, 47, 322, 34]], "aya_moshaf": "۞ فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا "}]