const nearbySurasNames = {
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
};
const choicesObjects = {
    "94": "لا يستوي القاعدون من المؤمنين",
    "95": "واذا كنت فيهم فاقمت لهم",
    "97": "لا خير في كثير من",
    "98": "والذين امنوا وعملوا الصالحات سندخلهم",
};
const ayas = [{"aya_id": 599, "coordinates": [[85, 157, 258, 34]], "aya_moshaf": "وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا "}, {"aya_id": 600, "coordinates": [[85, 92, 65, 34], [119, 92, 322, 34], [154, 319, 96, 34]], "aya_moshaf": "وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا "}, {"aya_id": 601, "coordinates": [[154, 92, 227, 34], [188, 92, 322, 34], [222, 248, 167, 34]], "aya_moshaf": "يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا "}, {"aya_id": 602, "coordinates": [[222, 92, 156, 34], [257, 92, 322, 34], [291, 165, 250, 34]], "aya_moshaf": "هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا "}, {"aya_id": 603, "coordinates": [[291, 92, 73, 34], [325, 92, 322, 34], [360, 346, 69, 34]], "aya_moshaf": "وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا "}, {"aya_id": 604, "coordinates": [[360, 92, 254, 34], [394, 260, 155, 34]], "aya_moshaf": "وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا "}, {"aya_id": 605, "coordinates": [[394, 92, 168, 34], [428, 137, 278, 34]], "aya_moshaf": "وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا "}, {"aya_id": 606, "coordinates": [[428, 92, 45, 34], [463, 92, 322, 34], [497, 92, 322, 34], [531, 92, 322, 34], [566, 92, 322, 34]], "aya_moshaf": "وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا "}]
const ayasRanges = [{"ayas_ids_range": [599, 606], "sura_id": 4}];
