const nearbySurasNames = {
    3: 'آل عِمران',
    4: 'النِّسَاء',
    5: 'المَائدة',
    6: 'الأنعَام',
};
const choicesObjects = {
    "95": "واذا كنت فيهم فاقمت لهم",
    "96": "واستغفر الله ان الله كان",
    "98": "والذين امنوا وعملوا الصالحات سندخلهم",
    "99": "وان امراه خافت من بعلها",
};
const ayas = [{"aya_id": 607, "coordinates": [[87, 49, 322, 34], [121, 49, 322, 34], [156, 81, 291, 34]], "aya_moshaf": "۞ لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا "}, {"aya_id": 608, "coordinates": [[156, 49, 32, 34], [190, 49, 322, 34], [224, 49, 322, 34], [259, 303, 69, 34]], "aya_moshaf": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا "}, {"aya_id": 609, "coordinates": [[259, 49, 254, 34], [293, 49, 322, 34], [327, 345, 27, 34]], "aya_moshaf": "إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا "}, {"aya_id": 610, "coordinates": [[327, 49, 296, 34], [362, 225, 147, 34]], "aya_moshaf": "إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا "}, {"aya_id": 611, "coordinates": [[362, 49, 176, 34], [396, 192, 180, 34]], "aya_moshaf": "لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا "}, {"aya_id": 612, "coordinates": [[396, 49, 143, 34], [430, 49, 322, 34], [465, 49, 322, 34], [499, 49, 322, 34]], "aya_moshaf": "وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا "}, {"aya_id": 613, "coordinates": [[533, 49, 322, 34]], "aya_moshaf": "يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا "}, {"aya_id": 614, "coordinates": [[568, 49, 322, 34]], "aya_moshaf": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا "}]
const ayasRanges = [{"ayas_ids_range": [607, 614], "sura_id": 4}];
